{
  "Which statement about micronutrients is true?": "They are essential nutrients.",
  "The first step in establishing the RDA for a nutrient is to determine the nutrient's:": "EAR.",
  "What is true about nutrients?": "They are necessary for growth and development.",
  "What is true about chronic diseases?": "They include heart disease and diabetes.",
  "Which nutrient is a fat-soluble vitamin?": "vitamin A",
  "It is observed that the people in a study who report the highest intake of added sugars in their diet are at an increased risk of developing diabetes and heart disease. What kind of study is this?": "epidemiologic study",
  "An example of a fat-soluble vitamin is:": "vitamin D.",
  "What is the AMDR range for fat?": "20-35 percent",
  "Which source of nutrition information is the LEAST trustworthy?": "the Internet",
  "About how many total kilocalories does one serving of crackers provide if it contains 5 g of fat, 22 g of carbohydrates, and 3 g of protein?": "145 kcal",
  "_____ are compounds made up of carbon, hydrogen, and oxygen atoms that are found in fruits and vegetables.": "Carbohydrates",
  "Although not nutrients, _____ are commonly found in fruits, vegetables, and whole grains and are beneficial to human health.": "phytochemicals",
  "What value is the BEST estimate for meeting the need for a particular nutrient when there are insufficient data?": "AI",
  "The overconsumption of which of the following plays a significant role in promoting the development of many chronic diseases?": "calories",
  "Which of the following is an example of a chronic disease?": "diabetes",
  "The highest daily recommendation of nutrient intake to be deemed as safe is:": "UL.",
  "The standard unit used to measure the energy provided by food is the:": "kilocalorie.",
  "What is the name for an organic compound that is required in small quantities for specific functions in the body?": "vitamin",
  "_____ is a condition characterized by inadequate intake of calories and/or essential nutrients.": "Undernutrition",
  "Which of the following is NOT a macronutrient?": "vitamin D",
  "What initiative identifies a broad range of goals and objectives to improve the health of Americans?": "Healthy People 2030",
  "If you were reading information about nutrition and health on the Internet, which author's credentials would you be MOST skeptical of?": "nutritionist",
  "What macronutrient contains nitrogen?": "protein",
  "DRI stands for:": "Dietary Reference Intakes.",
  "Nutrients are chemical substances obtained from _____ for body function.": "food",
  "Inadequate consumption of which foods is associated with increased risk of disease?": "fruits and vegetables",
  "Which one of these choices provides the correct AMDR for the listed macronutrient?": "protein, 10-35 percent",
  "Diets associated with increased risk of disease contain:": "calories in excess of need.",
  "Which of these recommended nutrient intake meets or exceeds the requirements of nearly all (97-98 percent) healthy individuals?": "RDA",
  "RDA stands for:": "Recommended Dietary Allowance.",
  "_____ are large molecules consisting of carbon, hydrogen, oxygen, and nitrogen that are assembled in one or more chains of amino acids.": "Proteins",
  "The maintenance of a stable internal environment in the body despite external variability is called:": "homeostasis.",
  "_____ nutrients must be supplied by the diet because the body itself cannot produce or synthesize sufficient quantities to meet its needs.": "Essential",
  "The process by which nutrients are extracted from foods and broken down into their smallest units is called:": "digestion.",
  "The leading cause of death in the United States is:": "heart disease.",
  "Research has shown that a woman's diet and _____ at the time of conception affect the health of her babies.": "body weight",
  "What type of macronutrient fills and surrounds every cell?": "water",
  "This nutrient category includes sugars and starches.": "carbohydrate",
  "Nutrition is a(an) _____ science that studies factors that affect our food choices.": "interdisciplinary",
  "Which nutrients facilitate chemical reactions in the body?": "proteins",
  "AI stands for:": "Adequate Intake.",
  "The process by which the body maintains a stable internal environment in the face of external variability is called:": "homeostasis.",
  "The results of many similar experiments must be consistent for a hypothesis to become a(n):": "scientific theory.",
  "A study is published in a scientific journal and is the first to report that regular intake of high amounts of green tea is associated with a decreased risk of Alzheimer disease. What is the BEST reason why we should not immediately accept the results of this study?": "The results of the study have not been repeated.",
  "To determine if a certain nutrient improves vision among healthy adults, the experimental protocol known as a(an) _____ is used.": "randomized control trial",
  "The \"developmental origins hypothesis\" states that:": "certain diseases originate from conditions during pregnancy and infancy.",
  "To obtain a healthy range of intakes for carbohydrates, protein, and total fat, people with diabetes:": "follow the AMDR.",
  "The science of nutrition includes knowledge of economics and culture. What aspect of nutrition science knowledge is influenced by these sciences?": "factors affecting availability and choices",
  "Which of the following BEST describes the Tolerable Upper Intake Level for a nutrient?": "It is the highest level of intake that appears to be safe for regular consumption by nearly everyone.",
  "Nutrients are extracted from food by the process of:": "digestion.",
  "What is true about lycopene?": "Lycopene may reduce the risk of cancer in humans.",
  "Which statement about macronutrients is true?": "They provide energy.",
  "What is true about obesity?": "Obesity is a public health concern.",
  "Undernutrition and overnutrition are both forms of:": "malnutrition.",
  "Which statement about chronic diseases is true?": "They are the leading cause of mortality.",
  "The Westernized diet is low in which nutrient?": "potassium",
  "The field of genetics describes:": "how genes encoded in DNA are passed between generations.",
  "Undernutrition can be caused by:": "poor absorption of nutrients.",
  "What DRI value is set at a level that meets the needs of only 50 percent of the population?": "EAR",
  "A nutrition scientist would typically study:": "nutrient transportation within the body.",
  "What DRI value is used to avoid the harmful intake of excess nutrients?": "UL",
  "Which macronutrient is required to facilitate chemical reactions in the body?": "protein",
  "A perceived worsening of someone's condition that occurs after the person is given an inactive treatment or substance is called a(n):": "placebo effect.",
  "In randomized controlled trials, people are randomly assigned to each category to offset any potential:": "bias.",
  "If a meal contains 20 g of protein, how many calories will you consume from protein?": "80 calories",
  "After gathering sufficient evidence to generate an _____ for a nutrient, that value is used to establish an RDA for the same nutrient.": "EAR",
  "What type of study can never determine cause-and-effect relationships?": "epidemiologic study",
  "The highly processed foods common in the \"Westernized\" diet are:": "low in potassium.",
  "The first step in the scientific method is to:": "observe and identify a problem.",
  "The practice of scientists reviewing papers submitted for publication by other scientists in the same or related field is called:": "peer review.",
  "NHANES data show that approximately half of Americans do NOT get enough of which mineral in their diet?": "magnesium",
  "As a component of the cell membrane, _____ provide insulation for the body.": "fats",
  "An ineffective or inactive treatment that looks just like a regular treatment or medication is called a:": "placebo.",
  "The Healthy People initiative sets new health improvement objectives every _____ years.": "10",
  "Which studies are designed to assess the health and nutritional status of people in the United States?": "NHANES",
  "Limiting intake of which food is associated with a reduced risk of chronic disease?": "red meats",
  "The RDAs meet or exceed the requirements of approximately what percentage of healthy individuals?": "98 percent",
  "What DRI values are set to guide us in achieving a balanced intake of fat, carbohydrates, and protein?": "AMDR",
  "What is true about alcohol?": "Alcohol is not a nutrient.",
  "The final step in the scientific method is to:": "obtain peer reviews and publish.",
  "The science of nutrition is about:": "how foods maintain health and influence the risk of disease.",
  "A key reason to study the science of nutrition is to:": "achieve and maintain good health.",
  "_____ are organic compounds that are required in small quantities for specific functions in the body.": "Vitamins",
  "Which compounds are found in plant foods and provide health benefits but are not considered essential nutrients?": "phytochemicals",
  "The standard legal title for someone having extensive knowledge and training in foods, nutrition, and dietetics is:": "Registered Dietitian Nutritionist.",
  "The study of how chemical compounds found in food affect gene expression is called:": "nutritional genomics.",
  "This nutrient is made up of carbon, hydrogen, oxygen, and nitrogen.": "protein",
  "After performing an experiment and analyzing the data, a scientist must then accept, reject, or modify the:": "hypothesis.",
  "Which nutrient class is composed of amino acids?": "proteins",
  "Which of the following micronutrients is a trace mineral?": "Iron",
  "Which type of chemical in food gives plants properties such as color, aroma, and flavor?": "phytochemicals",
  "The area of study that looks at cross-generational exposure to nutrients, toxins, and behaviors is called:": "epigenetics.",
  "Dona is interested in cutting back on her calorie intake. Which nutrient offers the highest number of calories per gram?": "fat",
  "Leroy wants to know if he is getting too much of certain nutrients. What reference value would help him determine if he is consuming too much nutrients?": "UL",
  "Essential nutrients:": "must be supplied by food.",
  "When the nutrient intake falls between the RDA and the UL, it is likely that the intake is:": "adequate and safe.",
  "Vitamin A toxicity can cause liver disease and:": "birth defects.",
  "A compound from a particular spice has just been identified and isolated. It is thought that this compound may have anticancer properties. What general type of study design would be appropriate to address this question?": "animal experiment",
  "Which DRI falls in the middle of the adequate and safe zone for nutrient intake?": "AI",
  "What DRI value is established for only the energy-yielding macronutrients?": "AMDR",
  "What two DRI values will never coexist for the same nutrient?": "AI and RDA",
  "All of the following are solid fats EXCEPT:": "olive oil.",
  "The Dietary Guidelines for Americans are revised every _____ years.": "5",
  "The magnifying glass in the French food guide shows:": "foods to avoid.",
  "Nutrient-dense foods are:": "foods with a high proportion of healthy nutrients relative to number of calories.",
  "A deck of cards is a visual cue representing a portion size of approximately:": "3 ounces of meat.",
  "The color of most of the food at corner convenience stores is beige and brown. These beige and brown foods include:": "bread, soda, chips, and french fries.",
  "An example of an ultra-processed food is:": "a frozen dinner.",
  "What is a valid visual cue for determining portion size?": "thumb = 1 tablespoon of peanut butter",
  "The diet planning principle of ______ describes consuming the right proportion of foods from each of the food groups and the appropriate amounts of calories, macronutrients, vitamins, and minerals.": "balance",
  "What percent Daily Value needs to be included only on products used by children or when a product makes a claim regarding this nutrient?": "protein",
  "Energy-dense foods are foods with a high number of calories for their:": "weight.",
  "Consuming foods of many different colors most directly helps us to achieve which characteristic of a healthy diet?": "variety",
  "Energy density is the amount of energy in a food per:": "gram.",
  "Most healthy diet plans from around the world focus on eating more _____ foods.": "plant-based foods",
  "The Nutrition Labeling and Education Act gives the _____ authority to regulate the nutrition labeling of almost all processed foods in the United States.": "Food and Drug Administration",
  "Currently, all of these nutrients need to be included in the nutrition facts panel EXCEPT:": "vitamin E.",
  "Foods with high water content tend to be:": "low in calories.",
  "According to MyPlate, a healthy eating pattern includes making half of your plate:": "fruits and vegetables.",
  "Two food groups shown on MyPlate are:": "protein and grains.",
  "A golf ball is visual cue representing a portion size of approximately:": "1/4 cup.",
  "All of the following statements are true about processed foods EXCEPT:": "processed foods should completely be avoided.",
  "The ingredients on the food label are listed in what order?": "descending order by weight",
  "Which of the following foods is the most nutrient dense for protein?": "food mass, 85 g; energy, 175 kcal; protein, 19 g",
  "The Percent Daily Values (%DV) on food labels are based on a(n) _____ calorie diet.": "2000",
  "Because Andy has high blood pressure and heart disease, he must lower his intake of": "sodium.",
  "All of the following are primary factors used to determine the energy density of a food EXCEPT:": "phytonutrients.",
  "Fran selected 1/2 cup of nonfat fruit yogurt. Compared with 1/2 cup of strawberry ice cream, the yogurt is:": "higher in nutrient density.",
  "A food that is altered from its natural state (e.g. canning, freezing, milling) is referred to as:": "processed.",
  "A food that is described as having a high nutrient density provides a relatively high level of:": "nutrients per calorie.",
  "A food color must be listed by name in the list of ingredients when it is:": "derived from synthetic chemicals.",
  "All healthy diets have a few qualities in common. Which quality is LEAST associated with healthy diets?": "omission of one or more food groups",
  "All of the following are processed foods EXCEPT:": "chicken breast.",
  "Zelda uses MyPlate:": "as a guide for healthy eating.",
  "The U.S. government agency that regulates food and dietary supplement labels is the:": "Food and Drug Administration.",
  "All of the following are characteristics of a healthy diet EXCEPT:": "completeness.",
  "Most Americans diets exceed the recommended amount for:": "sodium.",
  "Empty-calorie foods are:": "energy dense.",
  "_____ are high in sodium.": "Processed foods",
  "A healthy diet is likely to be:": "balanced across food groups.",
  "Most Americans exceed the recommended amount for all of the of following EXCEPT:": "vegetables.",
  "Although food labels are designed to inform people about how to make healthy food choices, a recent survey found that approximately _____ of people have difficulty understanding them.": "50%",
  "The U.S. government first began issuing food guides to promote healthy eating in the:": "1940s.",
  "The MyPlate Daily Food Plan recommendation for whole grains is:": "make half your grains whole.",
  "_____ counts as one cup of fruit.": "One cup of orange slices",
  "Which of the following choices is the BEST example of a food that has a low energy density?": "an orange",
  "The food with the lowest energy density is a(an):": "fresh apple.",
  "A vitamin/mineral supplement has this claim on the label: \"Boosts immunity.\" Which type of claim is this?": "structure/function claim",
  "Individuals who appreciate that they must make wise choices regarding how much energy-dense food they eat (like ice cream), and how often they eat it, typify the application of which characteristic of a healthy diet?": "moderation",
  "All of the following are minimally processed foods EXCEPT:": "a frozen dinner.",
  "The term _____ refers to not overindulging in any one type of food or in potentially harmful foods, such as those that contain excess amounts of sugar, salt and unhealthy fats.": "moderation",
  "The first food guide to caution against dietary excesses was developed in:": "1979.",
  "All of the following are changes incorporated into the new food label EXCEPT:": "monounsaturated fats now must be listed.",
  "Applying which characteristic of a healthy diet can best ensure a sufficient intake of phytochemicals?": "variety",
  "\"Calcium builds strong bones\" is an example of a _____ claim on a food label.": "structure/function",
  "Mrs. Morgan is a 60-year-old African American woman with hypertension. The registered dietitian helped her establish an individualized meal plan that includes _____ mg of sodium.": "1500",
  "Which claim would be allowable on a food label without FDA approval?": "helps build and maintain strong bones",
  "For people living in a food desert, one challenge is that:": "available foods are high in calories, unhealthy fats, and refined carbohydrates.",
  "The Dietary Guidelines for Americans recommend limiting sodium intake to 1500 mg for people with:": "hypertension.",
  "A food that claims to be an excellent source of a nutrient must provide at least _____ of the Daily Value in one serving.": "20%",
  "Researcher Mari Gallagher believed that people living in neglected areas:": "would eat healthy foods if they became available.",
  "The _____ on food labels serves as a guide to key nutrients in one serving of food.": "percent Daily Value (or %DV)",
  "Which of these foods is high in sodium?": "pepperoni pizza",
  "The Dietary Guidelines for Americans (DGA) recommend limiting the consumption of saturated fat to less than _______ of total calories.": "10%",
  "What was the first food guide to graphically illustrate the concepts of variety, moderation, and proportion?": "Food Pyramid",
  "The recommendation for trans fat is to:": "consume as little as possible.",
  "Which type of claim must include the following disclaimer: \"The FDA has not evaluated the claim and the product is not intended to diagnose, treat, cure or prevent any disease\"?": "structure/function claim",
  "Miguel replaced his usual snack of potato chips with a fresh orange. His snack is now:": "higher in fiber.",
  "By choosing different foods within each food group, Sonya ensures _____ in her diet.": "variety",
  "Living in a food desert, Rachel finds it difficult to eat a healthy diet because the foods available are:": "high in unhealthy fats.",
  "The primary factors that determine energy density are the _____ content of foods.": "fat, fiber, and water",
  "Leafy, green vegetables are low in energy density because they are high in _____ content.": "water",
  "Which type of claim is the following: \"Scientific evidence suggests but does not prove that eating 1.5 ounces per day of most nuts as part of a diet low in saturated fat and cholesterol may reduce the risk of heart disease?\"": "qualified health claim",
  "The food with the highest nutrient density is:": "a leafy, green vegetable.",
  "Studies demonstrate that ultra-processed foods contribute approximately _____ of the intake of added sugars to people's diets in the United States.": "90%",
  "Consuming many different fruits and vegetables that provide a broad range of essential nutrients describes what diet planning principle?": "variety",
  "Which of the following dietary patterns is most consistent with a low-energy-density diet rather than a diet higher in energy density?": "contains a larger volume of food",
  "Foods typically available in food deserts provide people with food that contains excess amounts of all of the following EXCEPT:": "fiber.",
  "Which of these foods is high in both saturated fat and added sugar?": "glazed doughnut",
  "Pregnant women who live farther away from a full-service grocery store:": "are more likely to give birth to overweight babies.",
  "Researcher Helen Lee's study shows that:": "people's food choices are based on many factors.",
  "A claim on a food label that the food may reduce the risk of heart disease is an example of which specific type of claim?": "health claim",
  "The latest tool designed to help Americans implement the recommendations found in the Dietary Guidelines for Americans is:": "MyPlate.",
  "Other than for those who are most at risk for high blood pressure, the Dietary Guidelines for Americans recommend that sodium intake be limited to:": "2300 mg per day.",
  "All of the following are portion size equivalents of a 1-ounce portion of a protein food EXCEPT:": "2 tablespoons of peanut butter.",
  "Which statement about the Whole Grain Stamp is true?": "It identifies products that contain a meaningful amount of whole grains.",
  "The majority of starch in a grain is found:": "within the endosperm.",
  "A majority of the nutrients and phytochemicals in grains are found:": "primarily in the bran and germ portions of a grain.",
  "When we eat foods with resistant starches, these foods help to keep our hunger satisfied because:": "sugars within the resistant starch are released slowly.",
  "Which of the following cannot be absorbed without further digestion?": "maltose",
  "Which choice correctly identifies all the components of a grain that are removed when it is refined?": "bran and germ",
  "Which of the following is LEAST likely to cause diarrhea when consumed in excess?": "sucralose",
  "Nutrition researcher Mozaffarian discovered that products marketed as containing whole grains:": "contain a mixture of whole grains, refined grains, and sugars.",
  "When glucose is needed to maintain proper blood sugar levels, the _____ release(s) it into the blood.": "liver",
  "Refined grains contain only the _____ of the seed.": "endosperm portion",
  "Once listed as a possible carcinogen, _____ has since been shown to not cause cancer in humans.": "saccharin",
  "_____ contributes \"bulk\" to stool, fostering regular bowel movements.": "Insoluble fiber",
  "Several enzymes attached to the surface of the _____ complete the digestion of starch.": "microvilli",
  "\"Table sugar\" is also known as:": "sucrose.",
  "Anita has been experiencing lactose intolerance. She is unable to drink:": "cow's milk.",
  "During photosynthesis, plants capture the energy of _____ and convert it into glucose and fructose.": "sunlight",
  "_____ helps to lower blood cholesterol and the risk of heart disease.": "Soluble fiber",
  "The carbohydrate content of which of the following foods suggests that it is most likely to be high in whole grains, and low in salt, sodium, trans fats, and added sugars?": "total carbohydrates 10 grams, fiber 1.5 grams",
  "_____ is NOT metabolized by bacteria in the mouth.": "Sorbitol",
  "Michael is trying to increase his fiber intake. A serving of _____ would provide the most fiber.": "black beans",
  "_____ is the storage form of glucose in animals.": "Glycogen",
  "Excessive consumption of sugar alcohols can cause:": "diarrhea.",
  "_____ is a source of energy for the brain and red blood cells.": "Carbohydrate",
  "_____ is a monosaccharide found in fruits, vegetables, and honey.": "Fructose",
  "What carbohydrate(s) can enter cells and be used as an immediate source of energy by all cells in the body?": "glucose",
  "The majority of fiber is found in what part(s) of a grain?": "bran",
  "The polysaccharide not digested in the gastrointestinal tract is:": "fiber.",
  "Which choice correctly identifies all the types of carbohydrates that are considered sugars?": "monosaccharides and disaccharides",
  "For a carbohydrate to be considered \"complex,\" it must be made up of at LEAST _____ monosaccharides linked together.": "3",
  "The sweetener _____ is made from the sweet leaves of subtropical plants.": "stevia",
  "The disaccharide _____ consists of glucose and galactose.": "lactose",
  "Which event is LEAST likely to happen after we eat foods made with refined flour?": "Blood sugar levels drop.",
  "In the stomach, salivary amylase is inactivated by gastric acid and _____ digestion stops.": "starch",
  "Which carbohydrate is the storage form of glucose in the human body?": "glycogen",
  "A food low in resistant starch is:": "white bread.",
  "Carbohydrates consist of carbon, hydrogen, and:": "oxygen.",
  "Which of these types of polysaccharides can be composed of more than just glucose?": "fiber",
  "Which of these cells or tissues can obtain energy from carbohydrates only?": "red blood cells",
  "Scientists generally agree that eating \"whole\" grains is better than eating \"refined\" or \"enriched\" grains because whole grains:": "contain the entire seed and its nutrients, phytochemicals, and fiber.",
  "The activity of which enzyme typically decreases as we age?": "lactase",
  "Humans lack the _____ that can break the bonds in fiber.": "digestive enzymes",
  "_____ is the primary source of energy for muscles during intense exercise.": "Carbohydrate",
  "Although aspartame products provide 4 kcal/g, they are deemed non-nutritive sweeteners because:": "such a small amount is used to achieve the same level of sweetness as with sucrose.",
  "An increase in the intake of soluble fiber would be LEAST likely to provide which of the following benefits?": "reduced risk of constipation",
  "Which of the following makes recommendations on fiber intake?": "Dietary Reference Intakes",
  "Which of the following is NOT a monosaccharide?": "maltose",
  "Francois was advised to reduce his carbohydrate intake. Which food would contain the LEAST carbohydrates?": "fish",
  "Which of these carbohydrates would be found primarily in the cell wall of plants?": "cellulose",
  "Essential fatty acids are found primarily in what part(s) of a grain?": "germ",
  "In general, which sugars directly occur in only very small amounts in the foods we eat?": "maltose and galactose",
  "Because of its health benefits, the indigestible carbohydrate _____ has been added to food products.": "functional fiber",
  "The highly branched polysaccharide _____ is the storage form of glucose.": "glycogen",
  "Plants can store _____ as starch.": "glucose",
  "Which food is the BEST source of the type of fiber that has been shown to reduce the risk of heart disease?": "whole-grain barley",
  "The non-nutritive sweetener _____ can be destroyed at baking temperatures.": "aspartame",
  "Adding sugars to food reduces the nutrient density of the food, because added sugars:": "contribute energy but not micronutrients or phytochemicals.",
  "Many people have problems digesting which of these sources of carbohydrates as they age?": "milk",
  "Which of the following is a nutritive sweetener?": "xylitol",
  "Why is excess consumption of foods rich in refined carbohydrates and added sugars in the diet a concern?": "They reduce our ability to meet our nutrient needs within our energy budget.",
  "Following a meal, which of these sugars would never be found in blood?": "sucrose",
  "Frequent eating of _____ may place people at a higher risk of dental caries.": "raisins",
  "A problem associated with the excessive consumption of foods with added sugars is that added sugar:": "causes tooth decay.",
  "The germ of a grain contains all of the following EXCEPT:": "cholesterol.",
  "Fructose and galactose are taken up and used:": "primarily by the liver.",
  "Which of these foods will typically provide the highest percentage of total calories from carbohydrates?": "fruit",
  "How many different types of amylase does the human body produce?": "two",
  "The disaccharide known as \"table sugar\" is:": "sucrose.",
  "The only sugar found in appreciable amounts in foods of animal origin (excluding insects) is:": "lactose.",
  "The Institute of Medicine (IOM) recommends that men younger than 50 years consume _____ grams of fiber per day and women younger than 50 years consume _____ grams of fiber per day.": "38; 25",
  "The Dietary Guidelines for Americans recommend that at least _____ of our grain intake should be as whole grains.": "50%",
  "Which food is low in fiber?": "white rice",
  "What is the primary location where fructose and galactose are converted into glucose?": "liver",
  "Consuming whole grains has been linked to a reduced risk of:": "heart disease.",
  "What portion of the carbohydrate in high-fructose corn syrup is fructose?": "55%",
  "_____ are absorbed by the small intestine and are then transported into the blood.": "Glucose, fructose, and galactose",
  "Which food ingredient does NOT add sugar to a product?": "maltodextrin",
  "The Institute of Medicine (IOM) recommends that adults consume _____ of their daily calories from carbohydrates.": "45% to 65%",
  "Only _____ can be absorbed by the cells of the small intestine.": "monosaccharides",
  "A food label cannot display the 100% Whole Grain Stamp if _____ has been added to the food.": "wheat germ",
  "Whole grains are better choices than refined grains because whole grains provide more:": "fiber, minerals, phytochemicals, and vitamins.",
  "Non-nutritive sweeteners include:": "sucralose.",
  "Plants link glucose together to form starch and:": "fiber.",
  "The enzymes that digest disaccharides are produced by:": "intestinal mucosal cells.",
  "Glucose is stored as a polymer in primarily which cells or tissues in the body?": "muscle and liver",
  "Which enzyme does NOT break disaccharides into monosaccharides for absorption?": "amylase",
  "_____ reduces the rise in blood glucose following a carbohydrate-containing meal, which may improve blood glucose control in people with diabetes.": "Soluble fiber",
  "_____ grains contain all the essential parts of the entire grain seed in its original proportions.": "Whole",
  "Grains are the seeds of:": "grasses.",
  "Which of these choices correctly lists a disaccharide and the two monosaccharides that it contains?": "Lactose contains glucose and galactose.",
  "What portion(s) of a whole grain is/are susceptible to spoilage?": "germ",
  "The lowest fasting blood glucose concentration that would result in a diagnosis of diabetes is:": "126 mg/dl.",
  "Sucrose, lactose, and fructose produce a less dramatic rise in blood glucose than starchy foods do because these sugars:": "must be converted to glucose in the liver.",
  "All of the following symptoms would be experienced by someone with untreated type 1 diabetes EXCEPT:": "diminished appetite.",
  "Blood glucose can be kept at a healthy level by:": "engaging in regular physical activity.",
  "What is the primary function of glucagon?": "It stimulates the liver to release glucose into the blood.",
  "What fraction of American adults older than 20 years are estimated to be prediabetic?": "1/3",
  "When blood glucose levels rise following a meal, the _____ secretes insulin into the bloodstream.": "pancreas",
  "Gestational diabetes affects approximately ____ of all pregnant women.": "18%",
  "Hyperglycemia begins when fasting blood glucose concentrations are:": "100 mg/dl or greater.",
  "Hyperglycemia occurs when blood _____ is high.": "glucose",
  "A dietary factor associated with weight gain among people with type 2 diabetes is:": "consumption of an energy-dense diet.",
  "During starvation, there is an increase in the synthesis of _____ as insulin levels drop, which decreases the rate of skeletal muscle loss.": "ketone bodies",
  "Doctors can diagnose prediabetes and diabetes based on the blood glucose concentration after a patient ingests _____ grams of glucose.": "75",
  "How does epinephrine affect blood glucose concentrations?": "It stimulates the liver to release glucose into blood.",
  "Ketone bodies are synthesized in:": "the liver.",
  "What organ releases glucose into blood in response to hypoglycemia?": "liver",
  "Which statement about insulin resistance is true?": "An estimated 35% of adults in the United States are insulin-resistant.",
  "Some individuals with diabetes are instructed to inspect their feet daily because they may not be aware of wounds on the bottom of their feet. Why might individuals with diabetes not realize that they have a wound on the bottom of a foot?": "nerve damage",
  "Today about _____ of all people with diabetes have type 2 diabetes.": "90%",
  "A pregnant woman with gestational diabetes has a higher incidence of cesarean delivery because:": "the infant is larger than average.",
  "Insulin stimulates the uptake of glucose into all of the following EXCEPT:": "the liver.",
  "Insulin stimulates the production of all of the following EXCEPT:": "glucose.",
  "If Jacob is trying to include more foods with a low glycemic index into his diet, which food should he choose?": "skim milk",
  "Women who have gestational diabetes have an increased risk of developing diabetes in _____ after giving birth.": "10-20 years",
  "All of the following are considered a complication of diabetes EXCEPT:": "osteoporosis.",
  "When blood glucose falls, the pancreas secretes _____ into the bloodstream.": "glucagon",
  "What is the meal-planning technique that individuals with diabetes use to help manage their blood glucose levels?": "carbohydrate counting",
  "Which factor contributes to developing type 2 diabetes?": "sedentary lifestyle",
  "Diagnosed with type 2 diabetes, Joseph is overweight and maintains a sedentary lifestyle. He is at increased risk for:": "heart disease.",
  "When blood glucose is low, _____ will synthesize new glucose molecules.": "the liver",
  "Saturated fats should be limited to less than _____ of total calories.": "7%",
  "To prevent or delay the onset of type 2 diabetes, Molly can:": "stop smoking cigarettes.",
  "Consuming a large quantity of which of these foods would be MOST likely to cause reactive hypoglycemia?": "whole-wheat bread",
  "Which type of diabetes is not preventable?": "type 1 diabetes",
  "Which of the following is the BEST indication of the magnitude of the effect that a specific-sized serving of food will have on the blood glucose response?": "glycemic load",
  "Which statement about gestational diabetes is false?": "High levels of insulin from the mother cross the placenta and stunt fetal growth.",
  "Insulin is produced by the:": "pancreas.",
  "The lowest prevalence of type 2 diabetes occurs among which group of people?": "Caucasians",
  "The most significant risk factor for type 2 diabetes is:": "obesity.",
  "In addition to glucose, the brain can also use _____ as a major source of energy.": "ketone bodies",
  "A fasting blood glucose level of _____ mg per 100 ml is required for the diagnosis of prediabetes.": "100 to 125",
  "The pancreatic hormones insulin and _____ maintain blood glucose levels in a narrow range.": "glucagon",
  "All of the following impact blood glucose levels EXCEPT:": "vitamin supplementation.",
  "In type 1 diabetes, the cells that produce insulin are destroyed by:": "the immune system.",
  "_____ stimulates the liver to store glucose.": "Insulin",
  "Once glycogen stores are full, excess glucose mainly synthesizes:": "fat.",
  "Sally is carefully planning her meals. Which food would be LEAST likely to raise her blood glucose levels?": "beans",
  "What is the highest blood glucose concentration that would be classified as hypoglycemic?": "69 mg/dl",
  "The hormone _____ is released in response to a huge release of insulin.": "epinephrine",
  "At least _____ of individuals with diabetes have type 2 diabetes.": "90%",
  "Although her gestational diabetes went away after Sally gave birth, both Sally and her baby will remain at a higher risk for developing _____ later in life.": "type 2 diabetes",
  "Glycemic load calculates the effect of the actual serving size of food on:": "blood glucose levels.",
  "Insulin resistance occurs when:": "cells respond poorly to insulin.",
  "Excess glucose is stored as _____ in the liver.": "glycogen",
  "Which of these foods has the lowest glycemic index?": "skim milk",
  "All of the following increase a woman's risk of developing gestational diabetes during pregnancy EXCEPT:": "family history of type 1 diabetes.",
  "Insulin resistance blocks insulin's ability to adequately suppress glucose production in the:": "liver.",
  "The number one killer of people with diabetes is:": "heart disease.",
  "When foods with a high glycemic index are eaten with fat, protein, or fiber, the rise in blood glucose will be less dramatic rise because:": "they delay gastric emptying.",
  "To keep her blood glucose from falling too low, Remi includes some _____ in her intake, along with carbohydrates in meals and snacks.": "protein",
  "Diets high in resistant starches may improve:": "satiety, the feeling of fullness.",
  "Type 2 diabetes:": "begins with insulin resistance.",
  "Glycemic index is a number used to rank carbohydrate-containing foods by their ability to raise blood _____ levels compared with a reference standard.": "glucose",
  "Mark just ate a meal containing a large amount of carbohydrates. He is surprised that his blood glucose dropped so rapidly. This response is called:": "reactive hypoglycemia.",
  "Which one of the following servings of food will have the highest glycemic load?": "total mass: 150 g, total carbs: 60 g, GI: 60",
  "According to the American Diabetes Association, more than _____ of American adults have prediabetes.": "34%",
  "One complication of type 2 diabetes is:": "visual impairment.",
  "All of the following lifestyle modifications would help normalize blood glucose levels EXCEPT:": "increasing time spent watching television.",
  "What is the MOST significant risk factor for type 2 diabetes?": "obesity",
  "Insulin stimulates the uptake of glucose into:": "muscle, cardiac, and adipose tissue.",
  "A risk factor for gestational diabetes includes:": "being obese prior to pregnancy.",
  "All of the following are true of type 2 diabetes EXCEPT:": "individuals with type 2 diabetes do not need to monitor their blood glucose levels.",
  "_____ is an increase in the acidity of the blood, which can lead to coma and death.": "Ketoacidosis",
  "Which statement about type 1 diabetes is true?": "It is an autoimmune disease.",
  "All of the following are true of type 2 diabetes early in the progression of the disease EXCEPT:": "insulin concentrations in the blood are low.",
  "Which statement about type 2 diabetes is false?": "If untreated, ketoacidosis often develops.",
  "Which statement about Type 1 diabetes is false?": "When the pancreas stops producing insulin, it only affects adipose tissue.",
  "Why do resistant starches cause a slower rise in blood glucose than nonresistant starches?": "They are slowly digested because amylase has difficulty accessing them.",
  "When insulin resistance develops, muscle and fat cells _____ glucose.": "poorly absorb",
  "When blood glucose is low, new glucose molecules can be synthesized from:": "amino acids.",
  "Damage to _____ and blood vessels can cause lack of feeling in the extremities resulting in amputations.": "nerves",
  "When a developing fetus is exposed to excess glucose:": "excess fat accumulates.",
  "Diagnosed with diabetes, Bill regularly monitors his blood glucose levels. All of the following are benefits of blood glucose monitoring EXCEPT:": "delivering insulin.",
  "Women who develop gestational diabetes during pregnancy are a higher risk of _____ later in life.": "developing type 2 diabetes",
  "Diabetes increases the risk of all of the following complications EXCEPT:": "cancer.",
  "All of the following are good examples of foods that are high in resistant starch EXCEPT:": "apples.",
  "When consuming equal amounts of carbohydrates, which of the following foods will produce the slowest rise in blood glucose?": "oatmeal",
  "All of the following are true of infants born to mothers with gestational diabetes EXCEPT:": "they have low birth weights.",
  "Maria eats foods high in _____ fiber to help control her blood glucose levels.": "soluble",
  "what is the function of insulin (select all that apply)": "promotes glycogen synthesis in the liver., increases glucose uptake by the cells. ",
  "his graphs shows an individual's glycemic response after consuming a glucose-sweetened beverage.  Which of the following individuals does these graphs represent?": "A person who has type II diabetes",
  "Glycogen is (select all that apply)": "a highly branched polysaccharide.",
  "Which of the following combinations of monosaccharides is true?": "Glucose and galactose form lactose.",
  "The two forms of starch found in food are (select all that apply)": "amylose and amylopectin.",
  "Which of the following is incorrect about dietary fibers? (select all that apply)": "They are absorbed in the large intestine.",
  "Which of the following breakfast options is the highest in carbohydrate?": "English muffin with jelly, 8 ounces orange juice, 2 cups Cream of Wheat with 2 tablespoons sugar, 1 cup whole milk",
  "Which of the following has the most starch?": "1 cup of kidney beans",
  "Immediately after sugars are absorbed into the blood, they travel to the": "liver",
  "When too little dietary carbohydrate is available to meet energy needs, ________ arise as byproducts of partial fat metabolism.": "ketones",
  "For which of the following is glucose most critical as an energy source?": "Brain",
  "Which of the following hormones is released to correct a hypoglycemic state?": "Glucagon",
  "The main function of glucose is to:": "supply energy.",
  "Which of the following describes type 1 diabetes mellitus?": "Caused by lack of insulin production",
  "Saturated fats are usually _____ at room temperature.": "solid",
  "_____ is the densest of all the lipoproteins.": "HDL",
  "Which fatty acid is an omega-3 essential fatty acid?": "linolenic acid",
  "Lipids that contain one double bond in their structure are referred to as:": "monounsaturated fatty acids.",
  "The density of a lipoprotein is determined by the ratio of triglyceride, cholesterol, and:": "protein.",
  "Which of these fatty acids is abundant in fatty fish?": "docosahexaenoic acid (DHA)",
  "Identify a benefit of consuming dietary fat in your diet.": "Fats provide more satiety than carbohydrates.",
  "Which lipoprotein transports cholesterol back to the liver for use in making bile acids?": "HDL",
  "Which of these food items is a good source of EPA and DHA?": "albacore tuna",
  "Which type of fat would melt (become liquid) at the lowest temperature?": "polyunsaturated fats",
  "Which lipoprotein is associated with having \"bad cholesterol?\"": "LDL",
  "Which food source is highest in essential fatty acids?": "tuna",
  "What characteristic of a fat determines whether it is unsaturated?": "whether the fat has double bonds",
  "Lipoproteins are comprised of different dietary lipids and:": "proteins.",
  "Which two lipids are considered essential fatty acids?": "alpha linolenic acid and linoleic acid",
  "Which oil contains the highest amount of saturated fats?": "coconut oil",
  "Which lipoprotein is made in the liver and contains very little lipid?": "HDL",
  "The inclusion of partially hydrogenated oils in foods increases their content of:": "trans fats.",
  "Which of these lipids must be digested further to be absorbed?": "diglycerides",
  "Which lipoprotein picks up cholesterol from cells and transports it back to the liver?": "HDL",
  "Essential fatty acids are long chain polyunsaturated fatty acids with _____ carbon molecules.": "18",
  "One of the main differences between triglycerides and phospholipids is that:": "phospholipids have one less fatty acid.",
  "Which lipoprotein will increase MOST quickly and dramatically after consuming a meal containing fat?": "chylomicrons",
  "The term \"tropical oils\" in the food label would indicate the presence of which type of fat?": "saturated fatty acids",
  "Foods from animal sources are generally high in saturated fatty acids and:": "cholesterol.",
  "Which food contains the LEAST amount of cholesterol?": "oil-roasted peanuts",
  "Which food(s) will increase levels of omega-3 fatty acids and DHA?": "fish",
  "Which compound in the body makes it possible for dietary lipids to be digested in the aqueous environment of the small intestine?": "bile acids",
  "Which food would increase the production of anti-inflammatory eicosanoids?": "salmon",
  "Which represents a function of triglycerides?": "providing energy",
  "Which lipoprotein would increase MOST dramatically if someone ate a considerable amount of excess calories from carbohydrates that required the liver to synthesize fat for storage?": "VLDL",
  "Which enzyme breaks down triglycerides in the capillaries of adipose tissue?": "lipoprotein lipase",
  "Egg yolks are added to mayonnaise to prevent the oil and the water-containing ingredients from separating. What kind of molecule in egg yolks has this effect?": "phospholipids",
  "What term in the ingredients list of the food label would indicate that a food contains trans fat?": "hydrogenated",
  "_____ fatty acids are the MOST harmful to health.": "Trans",
  "_____ is an omega-6 polyunsaturated, essential fatty acid.": "Linoleic acid",
  "Which term on the food label can tell you the amount of unhealthy fat in a food product?": "saturated fat",
  "What structural characteristic is common to sterols but different from the other lipids?": "carbon rings",
  "The primary component of a cell membrane is:": "phospholipid.",
  "Food labels will typically have 0 grams of trans fat because:": "trans fats were banned by the FDA in June 2018.",
  "Having more _____ cholesterol in the blood increases the risk of heart disease.": "LDL",
  "Why are high-density lipoproteins (HDLs) considered \"good cholesterol?\"": "They pick up cholesterol from the body cells.",
  "Which diet was recently designed to specifically include foods that have proven cognitive benefits?": "MIND",
  "When a VLDL is depleted of its triglyceride load, they are transformed into ______, a cholesterol-rich lipoprotein.": "LDL",
  "Where does a chylomicron originate?": "the small intestine",
  "_____ aids in the digestion of dietary fats.": "Bile",
  "A fatty acid that is 18 carbons long and contains its first double bond at the third carbon molecule from the methyl end is called an:": "omega-3 fatty acid.",
  "What are two functions of phospholipids in the body?": "to aid in the digestion of lipids and to form cell membranes",
  "Through which system do chylomicrons travel in order to carry dietary lipids to the cells?": "the lymphatic system",
  "_____ is an omega-3 polyunsaturated, essential fatty acid.": "Linolenic acid",
  "Which statement BEST describes the function of omega-3 fatty acids?": "Omega-3 fatty acids decrease heart disease risk.",
  "What is the acceptable AMDR range for fat?": "20 to 35 percent",
  "Which lipoprotein is the main carrier of cholesterol?": "LDL",
  "The density of a lipoprotein refers to the amount of _____ it contains.": "protein",
  "We are able to convert linolenic acid into hormone-like compounds called:": "eicosanoids.",
  "How many kcal per gram do fats provide?": "9 kcals per gram",
  "The term \"dietary fat\" generally refers to:": "triglycerides.",
  "Which lipid structure contains carbon rings?": "sterols",
  "_____ cells are the site where dietary lipids are absorbed by the body.": "Mucosal",
  "Which lipoprotein is associated with \"good cholesterol?\"": "HDL",
  "Which lipid has a unique structure?": "sterols",
  "Which food is an excellent source of linolenic acid?": "flaxseed oil",
  "Excess consumption of _____ poses the greatest risk to our health.": "trans fats",
  "Which lipoprotein originates in the liver and transports primarily triglycerides?": "VLDL",
  "Which types of foods are usually high in trans fat?": "baked goods",
  "Fatty acids with no double bonds are called _____ fatty acids.": "saturated",
  "Which lipoprotein transports dietary fats from the small intestine?": "chylomicrons",
  "To which compound(s) would linoleic acid be converted in the body?": "arachidonic acid",
  "Which statement BEST compares the functions of essential fatty acids?": "Omega-3 fatty acids decrease heart disease risk, whereas omega-6 fatty acids promote blood clotting and inflammation.",
  "Chylomicrons originate in the small intestine and VLDLs originate in the:": "liver.",
  "Olive oil is rich in _____ fatty acids.": "monounsaturated",
  "Which lipoprotein carries all lipids present in our diet?": "chylomicron",
  "An increase in cholesterol carried by which lipoprotein will increase the risk of cardiovascular disease MOST dramatically?": "LDL",
  "A fatty acid that is 18 carbons long and contains its first double bond at the sixth carbon molecule from the methyl end is called a(n):": "omega-6 fatty acid.",
  "To which compound(s) would linolenic acid be converted in the body?": "anti-inflammatory eicosanoids",
  "Triglycerides are composed of _____ and glycerol.": "3 fatty acid chains",
  "Which lipoprotein is the largest and LEAST dense?": "chylomicrons",
  "In the absence of micelles, dietary fats would lack the ability to be:": "absorbed.",
  "What lipoprotein transports excess cholesterol from cells throughout the body to the liver?": "HDL",
  "The enzyme that digests the majority of triglycerides is produced by:": "the pancreas.",
  "The LEAST dense lipoprotein is:": "chylomicron.",
  "The liver can use excess cholesterol to make _____ for digestion of lipids.": "bile",
  "Which of the following would decrease dramatically if triglycerides in VLDL were not broken down?": "LDL",
  "The main function of a lipoprotein is to:": "transport lipids in the blood.",
  "High levels of this lipoprotein in the blood are associated with increased risk of cardiovascular disease.": "LDL",
  "Most dietary fats are found in which form?": "triglycerides",
  "Fatty acids with one or more double bonds are called _____ fatty acids.": "unsaturated",
  "Which statement BEST describes the function of omega-6 fatty acids?": "Omega-6 fatty acids can raise blood pressure.",
  "What factor is responsible for transporting dietary lipids from the small intestine to the blood?": "chylomicrons",
  "Which part of a phospholipid allows a lipoprotein to be transported through the blood?": "glycerol head",
  "_____ fatty acids provide the greatest health benefit.": "Omega-3",
  "What are laboratory tests that measure cholesterol levels in the blood trying to determine?": "heart disease risk",
  "The acceptable AMDR range for fat is 20 to _____ percent of calories.": "35",
  "How are chylomicrons and very low-density lipoproteins (VLDLs) similar?": "They both transport primarily triglycerides.",
  "Currently one-_____ of the calories in the average American diet come from fat.": "third",
  "Which types of foods are usually high in saturated fat?": "animal products",
  "When higher levels of omega-6 fatty acids are consumed, the production of eicosanoids:": "increases.",
  "Fats provide _____ kcals per gram.": "9",
  "Which of the following is a good source of linolenic acid?": "walnuts",
  "Janice has high LDL cholesterol. What types of fats might she have in her diet that could contribute to her high cholesterol levels?": "trans fats",
  "Why are low-density lipoproteins (LDLs) considered \"bad cholesterol?\"": "They carry cholesterol to all cells in the body.",
  "Hormone-like _____ compounds, which are produced from essential fats, modulate blood pressure and inflammation in the body.": "eicosanoid",
  "Which food source is high in polyunsaturated fat?": "walnuts",
  "Bile acids are required for effective lipid digestion because they:": "emulsify dietary lipids.",
  "An increase in cholesterol carried by which lipoprotein will MOST likely decrease the risk of cardiovascular disease?": "HDL",
  "Which factor helps to distinguish between fatty acids?": "the length of the carbon chain",
  "Which type of lipid is considered non-essential?": "phospholipids",
  "Which of these fatty acids can be directly used to synthesize omega-3 eicosanoids?": "eicosapentaenoic acid (EPA)",
  "Which of the following is a major lipid category?": "triglycerides",
  "Pro-inflammatory _____ is elevated due to increased consumption of omega-6 fatty acids.": "eicosanoid",
  "If there are 250 calories per serving and 125 of those calories are from fat, then _____ percent of the calories are from fat.": "50",
  "Trans fatty acids function like what other type of fatty acid?": "saturated fatty acids",
  "When _____ fatty acids are consumed, the production of anti-inflammatory eicosanoids increases.": "omega-3",
  "A food label lists lecithin as an ingredient. What type of lipid did this add to the food?": "phospholipid",
  "Which lipoprotein originates in the liver and transports mostly triglycerides to adipose and muscle tissues?": "VLDL",
  "What change in the structure of dietary lipids results in those lipids being harmful to health?": "conversion of cis fatty acids to trans fatty acids",
  "Which lipoprotein delivers cholesterol to cells throughout the body?": "LDL",
  "One of your friends is concerned about her dietary fat intake. What might you recommend to her?": "Focus on consuming higher-quality fats, especially foods high in omega-3 fats.",
  "Anti-inflammatory _____ is elevated due to increased consumption of omega-3 fatty acids.": "eicosanoid",
  "The _____ stores bile acids.": "gallbladder",
  "Which food would increase the production of inflammatory eicosanoids?": "salad dressing",
  "Cholesterol falls under which category of dietary lipid?": "sterols",
  "VLDLs and chylomicrons deliver their lipid cargo to:": "adipose and muscle tissues.",
  "Pancreatic lipase breaks down triglycerides to:": "fatty acids and monoglycerides.",
  "A high LDL-to-HDL ratio can _____ the risk for heart disease.": "increase",
  "If a fatty acid is chemically modified to make it less unsaturated, this will change the number of _____ atoms in the molecule.": "hydrogen",
  "What characteristic of a fat determines whether it is saturated?": "whether the fat has single bonds",
  "Which of the following can be absorbed into the bloodstream rather than incorporated into a micelle?": "glycerol",
  "Which statement describes a function of enzymes?": "They facilitate chemical reactions in the body.",
  "Having more _____ cholesterol in the blood decreases the risk of heart disease.": "HDL",
  "Plant sterols and stanols can interfere with:": "cholesterol absorption.",
  "What characteristic of lipids is unique to phospholipids?": "They contain a phosphate group.",
  "What ultimately blocks blood flow in the heart and leads to a heart attack?": "clot formation",
  "A heart-healthy dietary strategy is to include _____ in your meal plan.": "plant sterols and stanols",
  "For adults, the recommended total blood cholesterol level is less than _____ mg/dl.": "200",
  "For those at increased risk of heart disease, it is specifically recommended that they limit saturated fat intake to no more than:": "7 percent of total calories.",
  "Heart disease can begin as early as:": "childhood.",
  "Foods that are good sources of _____ can lower blood cholesterol concentration.": "soluble fiber",
  "When blood flow is blocked in the coronary artery, people experience:": "a heart attack (myocardial infarction).",
  "Some foods are naturally rich in heart-healthy fats, such as:": "nuts.",
  "A modifiable risk factor for cardiovascular disease (CVD) is:": "smoking.",
  "Fruit and vegetables supply _____ that reduce LDL oxidation and blood clotting.": "phytochemicals",
  "Plaque rupture promotes the formation of _____ that will further block blood flow through the blood vessel.": "a blood clot",
  "_____ raise LDL and lower HDL, along with raising total cholesterol levels.": "Trans fatty acids",
  "A myocardial infarction is also known as:": "a heart attack.",
  "_____ can help to raise HDL cholesterol and lower triglyceride levels in the blood.": "Monounsaturated fats",
  "To reduce the risk of cardiovascular disease (CVD), LDL cholesterol should be kept below at least:": "100 mg/dl.",
  "Findings from The Nurses' Health Study found that women who consumed the most _____ were least likely to develop heart disease.": "polyunsaturated fatty acids",
  "Where does cardiovascular disease rank as a cause of death in the United States?": "first",
  "Frequent consumption of _____ has recently been shown to reduce the risk of death from both heart disease and cancer.": "nuts",
  "HDLs deliver cholesterol to:": "the liver.",
  "Low levels of _____ are associated with an increased risk of cardiovascular disease.": "HDL",
  "Blood triglyceride concentrations are first considered to be high when they reach:": "200 mg/dl.",
  "It is often recommended that the ratio of omega-6 to omega-3 fatty acids in the diet should not be greater than:": "5:1.",
  "High _____ levels are common in people with heart disease or diabetes.": "triglyceride",
  "The Dietary Guidelines for Americans recommend specifically that saturated fats be limited to:": "10 percent of total calories.",
  "About one in _____ Americans have cardiovascular disease.": "ten",
  "_____ increases the risk of stroke.": "Hypertension",
  "As plaque develops in blood vessels, the plaque may:": "become vulnerable to rupture.",
  "Diets high in saturated fat increase all of the following EXCEPT for:": "blood triglycerides.",
  "What single food contributes the highest amount of saturated fat to the diet of Americans?": "Sandwiches",
  "Nuts provide all of the following nutrients EXCEPT:": "vitamin D.",
  "A stroke occurs when blood vessels supplying the _____ are damaged or blocked.": "brain",
  "_____ have the potential to raise total and LDL cholesterol.": "Saturated fats",
  "Deposits that damage the lining of the arteries are called:": "plaque.",
  "Some fish to avoid contain high levels of _____ and other environmental pollutants.": "mercury",
  "Human cells that are deprived of a blood supply will:": "be damaged and die.",
  "Excessive consumption of _____ contributes to hypertension.": "alcohol",
  "To receive a diagnosis of metabolic syndrome, someone must have at LEAST how many of the associated risk factors?": "three",
  "Moderate _____ consumption raises HDL cholesterol.": "alcohol",
  "Smokers are _____ times more likely to develop coronary heart disease (CHD) or experience a stroke than nonsmokers.": "two to four",
  "The risk of CVD will decrease MOST dramatically when some saturated fats are replaced with:": "polyunsaturated fats.",
  "One reason why hypertension is a risk factor for heart disease is because:": "it can damage arterial walls.",
  "The National Cholesterol Education Program (NCEP) suggests people with increased risk for heart disease and high blood cholesterol levels get no more than _____ percent of total calories from saturated fat.": "7",
  "In the Nurses' Health Study, women who ate diets high in _____ fats had a significantly higher risk of heart disease.": "trans",
  "The risk of cardiovascular disease increases for men when HDL level is:": "lower than 40 mg/dl.",
  "Available evidence suggests that replacing saturated fats with _____ and polyunsaturated fatty acids may be beneficial.": "monounsaturated fats",
  "To quantify the extent of atherosclerosis, each pathologist looked at every autopsy specimen and assigned a score. To keep the pathologists from knowing the source of the tissues beforehand, the study was _____ to the pathologists.": "blinded",
  "It has been estimated that more than ____ percent of cancers in adults could be delayed or prevented by eating a healthy diet.": "30",
  "The development of atherosclerosis often begins with:": "an injury to an arterial lining.",
  "What type of lipid has the FDA stated is no longer \"generally regarded as safe?\"": "trans fats",
  "Increasing intake of any of the following is associated with a reduced risk of heart disease, EXCEPT for:": "enriched grains.",
  "What value must total blood cholesterol level be below to be considered healthy?": "200 mg/dl",
  "Coconut oil contains more _____ than any other type of fat.": "saturated fat",
  "The American Heart Association recommends limiting trans fat to less than _____ percent of total calorie intake.": "1",
  "The risk of heart disease decreases as _____ increases.": "HDL cholesterol",
  "HDL levels lower than _____ can increase the risk of cardiovascular disease (CVD).": "40 mg/dl in men and 50 mg/dl in women",
  "Low-fat diets that are high in refined carbohydrates and sugar can increase:": "triglycerides.",
  "What is MOST directly responsible for causing the deposits that form atherosclerotic plaque?": "foam cells",
  "The American Heart Association recommends at least two weekly servings of oily fish, such as:": "salmon.",
  "_____ is a condition in which blood pushes forcefully against artery walls, and is correlated closely with atherosclerosis.": "High blood pressure",
  "A stroke can be caused by a blockage of:": "cerebral arteries.",
  "All of the following are true about the use of fish oil EXCEPT that:": "there is scientific evidence that fish oil supplements provide the same benefits as eating whole fish.",
  "The FDA has banned _____ since they are known to raise LDL cholesterol and lower HDL cholesterol, along with raising total cholesterol levels.": "trans fats",
  "An early sign of heart disease is:": "fatty streaks.",
  "_____ supply phytochemicals that reduce LDL oxidation and blood clotting.": "Plant-based diets",
  "Blood triglyceride levels measuring at or below_____ mg/dl are considered normal.": "150",
  "Which of the following becomes a foam cell?": "macrophages",
  "Marla wants to reduce her risk of cardiovascular disease (CVD). How many minutes of moderate- to vigorous-intensity exercise per week are recommended for her to reduce her risk of CVD mortality?": "150 minutes",
  "Which foods contribute the lowest percentage as a source of saturated fats to diets in the U.S. population?": "Eggs",
  "What is the LEAST effective dietary substitution that Sam can make to reduce his risk of coronary heart disease?": "Replace boiled potato with mashed potato.",
  "_____ is a risk factor for metabolic syndrome.": "Elevated fasting blood glucose",
  "Based on current evidence, the best overall strategy for a heart-protective diet is to replace saturated fatty acids with:": "unsaturated fatty acids.",
  "Which of the following correctly describes how foam cells are formed?": "Macrophages within vessel walls take up oxidized LDL.",
  "Excessive consumption of _____ can cause the heart to enlarge and heart muscles to thin and weaken.": "alcohol",
  "_____ forms the root of plaques that constrict blood flow through the blood vessels.": "LDL",
  "_____ can lower blood triglycerides and delay clotting.": "Omega-3 fatty acids",
  "Increasing the intake of EPA (eicosapentaenoic acid) and DHA (docosahexaenoic acid) will improve the concentration of the blood lipid called:": "triglycerides.",
  "_____ is a cluster of risk factors associated with developing cardiovascular disease and type 2 diabetes.": "Metabolic syndrome",
  "Excess intake of _____ is more likely to be stored as body fat than excess intake of the other macronutrients.": "fat",
  "Oxidized LDLs in the arterial lining:": "injure the vessel wall.",
  "Which factor is LEAST likely to reduce flow through the blood vessels?": "elevated HDLs in the blood",
  "_____ is a cluster of risk factors that include excessive abdominal fat associated with the development of cardiovascular disease and type 2 diabetes.": "Metabolic syndrome",
  "The Therapeutic Lifestyle Changes (TLC) program incorporates healthy diet, physical activity, and _____ to lower blood cholesterol levels and reduce the risk of heart disease.": "weight management",
  "The American Heart Association recommends that omega-6 polyunsaturated fatty acids should contribute at least ____ percent of total calories.": "5",
  "Physicians specifically use _____ to provide information about heart health.": "a lipid panel",
  "An unmodifiable risk factor for cardiovascular disease (CVD) is:": "family history.",
  "Individuals with diets high in animal fats are more likely to develop:": "cancer.",
  "The only significant dietary sources of eicosapentaenoic acid (EPA) and docosahexaenoic acid are (DHA):": "cold-water fish.",
  "For most Americans consuming a typical Western diet, the ratio of omega-6 to omega-3 fatty acids should be reduced by at LEAST:": "50 percent.",
  "Replacing saturated fats with refined grains and sugar will cause an increase in:": "blood triglycerides.",
  "Which factor is LEAST likely to injure the blood vessels?": "antioxidants",
  "How many different amino acids must be supplied in our diet?": "9",
  "The majority of nitrogen is excreted as:": "urea.",
  "Digestion of proteins begins in the:": "stomach.",
  "Which organ converts ammonia to urea to prevent the amino group accumulating as ammonia?": "liver",
  "A high intake of which source of protein is associated with an increased risk for cancer, diabetes, and heart disease?": "red meat",
  "What distinguishes one amino acid from another?": "side chain",
  "All of the following supply complete proteins EXCEPT:": "black beans.",
  "Enzymes that digest short peptides are produced primarily by:": "small intestinal mucosal cells.",
  "The amino acid in the shortest supply relative to its requirement is referred to as the ____ amino acid.": "limiting",
  "At a healthy weight of 176 lb, Brian meets his RDA for protein by eating _____ grams of protein.": "64",
  "The _____ converts ammonia to the less toxic substance urea.": "liver",
  "Hydrochloric acid is produced by the _____, and it _____ proteins.": "stomach; denatures",
  "Which food provides an incomplete protein?": "rice",
  "How many different amino acids are incorporated into proteins in the human body?": "20",
  "High-protein diets may result in weight loss because they:": "promote satiety.",
  "Edema is swelling caused by excess _____ trapped in body tissues.": "fluid",
  "Urea is synthesized in the:": "liver.",
  "The amino group from amino acid breakdown is converted to the less toxic substance called:": "urea.",
  "Proteins called ______ are chemical messengers that travel in the bloodstream and have a regulatory function.": "hormones",
  "What is the largest source of protein in the U.S. diet?": "red meat",
  "As proteins are being assembled, ribosomes read the sequence of the amino acids from:": "messenger RNA.",
  "Which statement about exercise and protein needs is true?": "Physical activity increases protein synthesis.",
  "_____ store(s) the body's genetic information.": "Deoxyribonucleic acid (DNA)",
  "Protein quality is based on the:": "proportion of essential amino acids.",
  "_____ are the building blocks of protein.": "Amino acids",
  "Which food contains a limiting amino acid?": "peanut butter",
  "All of the following produce enzymes that break down proteins or peptides EXCEPT:": "salivary glands.",
  "All of the following are possible fates of any amino acids that are consumed in excess of our protein requirements EXCEPT:": "excess amino acids may be stored as proteins.",
  "Denaturating of proteins occurs in:": "the stomach.",
  "Which statement about an incomplete protein is true?": "It lacks one or more essential amino acids.",
  "Actin and myosin compose about what percentage of total body proteins?": "50%",
  "Which statement about animal protein sources is true?": "They contain saturated fat.",
  "The process of assembling amino acids into proteins is called:": "translation.",
  "_____ refers to the continuous breakdown and resynthesis of proteins in the body.": "Protein turnover",
  "The adult RDA for protein is:": "0.8 g/kg/day.",
  "Which atom is unique to amino acids?": "nitrogen",
  "Which statement about people experiencing protein deficiency is true?": "They may experience changes in hair color and flaky skin.",
  "All of the following will denature proteins EXCEPT:": "water.",
  "What is the fate of excess protein with adequate caloric intake?": "Excess protein is stored as fat in the body.",
  "Individual amino acids are absorbed by mucosal cells of the:": "small intestine.",
  "Amino acids that the body cannot produce and, therefore, must be obtained from foods are _____ amino acids.": "essential",
  "A number of studies have found that for individuals older than 65 years, a protein intake of at least _____ will reduce the loss of lean body mass compared to a protein intake equal to the RDA.": "1.2 g/kg body weight",
  "What distinguishes protein from other macronutrients?": "Protein contains nitrogen.",
  "For an amino acid to be used for energy, it must be:": "stripped of the amino group.",
  "Which of the following correctly identifies all the products of protein digestion that are absorbed by mucosal cells in the small intestine?": "individual amino acids, dipeptides, and tripeptides",
  "An advantage of plant protein sources over animal protein sources is that plant protein sources:": "contain no cholesterol.",
  "_____ is the process by which information encoded in mRNA is used to produce a protein.": "Translation",
  "Interactions between the _____ of amino acids in proteins cause proteins to fold into specific three-dimensional shapes.": "side chains",
  "All of the following supply about 8 grams of protein EXCEPT:": "one-half cup of milk.",
  "_____ are proteins used by our immune system that are critical for our body's defense against viruses and bacteria.": "Antibodies",
  "Since Susan is pregnant, she is in:": "positive nitrogen balance.",
  "Saul wants to add 8 grams of protein to his meal. He should select:": "½ to ⅔ cup legumes.",
  "Proteins are synthesized by forming peptide bonds between one amino acid's _____ and another's _____.": "amino group; acid group",
  "All of the following are true of protein metabolism EXCEPT:": "the majority of amino acids used for protein synthesis are supplied by the diet.",
  "What is the RDA for protein for Renee, a healthy nonathlete who weighs 132 lb?": "48 grams",
  "What is the \"limiting\" amino acid in a protein?": "the essential amino acid present in the lowest amount in proportion to its requirement",
  "_____ provide(s) the information for the assembly of amino acids into a particular protein.": "Deoxyribonucleic acid (DNA)",
  "Which statement about high-quality protein is true?": "Soy protein is a high-quality protein.",
  "The unfolding or breakdown of a protein into smaller peptide units or amino acids is called:": "denaturation.",
  "For which group of individuals is it important to consume complementary proteins each day?": "vegans",
  "The majority of amino acids supplied in the diet are absorbed as:": "dipeptides and tripeptides.",
  "In times of energy and protein abundance, the body converts the extra amino acids into:": "fatty acids.",
  "A man who weighs 176 lb and has the average intake of protein for men in the United States will consume about _____ grams more protein than his protein RDA.": "36",
  "The last step in protein digestion occurs:": "in the cytosol of mucosal cells lining the small intestine.",
  "An increase in ammonia along with low levels of urea in blood would MOST likely indicate:": "liver disease.",
  "mRNA carries information (or messages) into the ____, where protein synthesis occurs.": "cytoplasm",
  "High-protein diets are associated with a low risk of:": "kwashiorkor.",
  "Most substances move in and out of cells with the aid of:": "protein transporters.",
  "Recent research suggests that adults who are _____ years old may have an increased risk of cancer, diabetes, and mortality when their protein intake exceeds about 0.8 g/kg body weight.": "50 to 65",
  "Denaturing proteins changes their:": "shape.",
  "The vast majority of chemical reactions that occur in our body are catalyzed by:": "enzymes.",
  "Which source of protein also supplies an abundant amount of polyunsaturated fatty acids and fiber?": "walnuts",
  "Which of the following conditions will result in negative nitrogen balance?": "being confined to bed rest while healing from an injury",
  "Protein is synthesized by linking different amino acids together by _____ bonds into a chain.": "enzyme",
  "The concept of complementary proteins means that you should select proteins that:": "have different limiting amino acids.",
  "All of the following are consistent with kwashiorkor EXCEPT:": "severe calorie deficiency.",
  "Proteins in the body are constantly being broken down and reassembled in a process called:": "protein turnover.",
  "Joe eats more protein than he needs. What happens to the extra protein?": "Excess amino acids are used as an energy source or stored as fat.",
  "Proteins buffer body fluids to aid in maintaining proper:": "pH.",
  "All of the following would be likely to increase urea production EXCEPT:": "initiation of a weight-lifting program.",
  "A protein that increases the transcription of a gene in response to a specific environmental stimulus BEST exemplifies which type of protein function?": "regulation",
  "What happens when a person's protein intake is inadequate?": "Compounds that are critical for survival will not be synthesized.",
  "Which of these values is closest to the protein RDA for an adult athlete who weighs 132 lb?": "48 grams",
  "Which statement about plant proteins is true?": "They contain phytochemicals.",
  "What happens when the albumin in the blood gets too low?": "Fluid retention occurs in the extremities.",
  "How does the denaturation of protein by stomach acid (hydrochloric acid) promote protein digestion?": "allows enzyme access to the peptide bonds",
  "When Bryon was weaned from breast milk, he was fed mostly cereal cooked in water. He is at risk for:": "kwashiorkor.",
  "The overall shape of a protein molecule determines its:": "function.",
  "If the breakdown of body proteins is reused to produce new proteins, why do we need to eat protein?": "Some amino acids are metabolized.",
  "Which statement about protein sources is true?": "Essential amino acids can be supplied by consuming two or more complementary protein plant foods.",
  "Which statement about the protein intake in the United States is true?": "Protein intakes are above the RDA for most people in the United States.",
  "What distinguishes one protein from another?": "Each protein has a unique sequence and type of amino acids.",
  "Short peptide fragments (about 4 to 8 amino acids in length) are typically:": "digested by enzymes produced by small intestinal mucosal cells.",
  "Which individual is in negative nitrogen balance?": "a person on a weight loss diet",
  "What would happen if the diet lacks an essential amino acid?": "Protein synthesis is limited.",
  "Which choice correctly identifies all of the animal-derived foods that may be included in a lacto-vegetarian diet?": "dairy",
  "What nutrient occurs naturally only in animal products?": "vitamin B12",
  "Which of these dietary patterns is a true vegetarian diet?": "lacto-ovo-vegetarian",
  "Strict vegans may need to take a supplement for which nutrient?": "vitamin B12",
  "Limiting consumption of energy-dense foods helps to reduce cancer risk because energy-dense foods:": "contribute to weight gain.",
  "The recommended intake for what nutrient is higher in those individuals following a vegan diet?": "iron",
  "According to recent study called PREDIMED, which diet can dramatically decrease the risk of heart disease?": "Mediterranean diet",
  "When two or more incomplete protein sources together provide adequate amounts and proportions of all the essential amino acids, they are called _____ proteins.": "complementary",
  "An individual who eats a mostly plant-based diet and occasionally eats meat is a:": "flexitarian.",
  "Complete proteins provide all of the:": "essential amino acids in the ideal proportions.",
  "Consumption of moldy grains, legumes, and other foods should be avoided because some molds produce:": "aflatoxins.",
  "Which two foods fail to provide complementary proteins?": "avocado dip with tortilla chips",
  "_____ is (are) responsible for the yellow, orange, and red colors of apricots, tomatoes, and red peppers.": "Carotenoids",
  "Which food will significantly improve iron absorption from plant sources?": "red peppers",
  "The recommendation to \"eat a rainbow\" of foods is intended to:": "ensure the consumption of a variety of phytochemicals.",
  "Which food is the BEST source of linolenic acid?": "walnuts",
  "_____ can selectively enhance the growth and proliferation of mutated cells.": "Promoters",
  "What type of fatty acid is essentially absent in vegetarian diets?": "eicosapentaenoic acid",
  "_____ occurs when mutated cells acquire additional mutations that allow the cancer cells to migrate to, and invade, other tissues.": "Metastasis",
  "Someone following what type of diet would need to be concerned with consuming complementary proteins?": "vegan",
  "Which diet allows the consumption of fish?": "pescatarian",
  "The concept of complementary proteins means that you select proteins that:": "together provide adequate amounts of all the essential amino acids.",
  "A _____ diet is a food plan that contains no foods of animal origin.": "vegan",
  "The Mediterranean diet:": "includes fish and occasional poultry.",
  "Vince is following a vegan diet. He consumes fortified foods and supplements to obtain adequate amounts of all nutrients, especially vitamin B12 and vitamin:": "D.",
  "To reduce her risk of cancer, Margaret limits her:": "consumption of alcoholic drinks.",
  "The first step in cancer development is:": "DNA undergoing a mutation that alters the DNA sequence.",
  "Current research suggests that vegetarian teens consume more _____ than nonvegetarians.": "fiber",
  "Although not considered essential nutrients, _____ are compounds that are found in plant foods that are physiologically active and beneficial to human health.": "phytochemicals",
  "Which lifestyle choice can reduce the risk of cancer?": "decreasing red meat intake",
  "A plant food that contains all essential amino acids in the ideal proportion is:": "soybean.",
  "What is a characteristic of the Mediterranean diet?": "It emphasizes eating fresh fruits and vegetables.",
  "The iron RDA for women is 18 mg per day. How much iron is recommended for a woman who adheres to a vegan diet?": "32.4 mg/day",
  "Resveratrol is a polyphenol found in:": "red wine.",
  "Any cells produced from the division of a mutated cell:": "carry the mutation.",
  "Environmental impact would decrease if we switched from a Western diet to a ______ diet.": "Mediterranean",
  "Diets that emphasize plant-based foods are associated with preventing which disease?": "heart disease",
  "_____ is a group of conditions that result from the uncontrolled growth or division of abnormal cells that invade a part or parts of the body.": "Cancer",
  "Vegetarians generally have a higher:": "intake of dietary fiber.",
  "Which oil is used MOST frequently in a Mediterranean diet?": "olive oil",
  "The majority of dietary phytochemicals are part of what class of chemical compounds?": "polyphenols",
  "Which of these foods is a poor source of iron?": "oranges",
  "Which of the following is often seen in individuals who consume a vegetarian diet?": "decreased LDL cholesterol",
  "The recommended intake of non-heme iron intake for vegans is _____ percent higher than the iron recommendation for nonvegetarians.": "80",
  "A plant-based diet emphasizes:": "whole plant foods.",
  "Sonya, who follows a vegan diet, eats plenty of brown rice and beans, but does not like the taste of milk alternatives such as soy, rice, and almond milks. She is therefore concerned about a potential deficiency of:": "vitamin D.",
  "Mutated cells that invade other tissues are called:": "cancer cells.",
  "The \"Mediterranean way of drinking\" includes moderate intake of which beverage?": "wine",
  "A permanent change in the DNA sequence in a cell is called:": "a mutation.",
  "Achieving an adequate intake of which nutrient may pose a challenge for individuals who consume few animal products?": "iron",
  "Beneficial substances in plants that can have antioxidant or hormone-like actions are called:": "phytochemicals.",
  "Which food is a good source of calcium?": "broccoli",
  "Research shows that people who ate a Mediterranean-like diet were more likely to:": "have a lower rate of chronic disease.",
  "When Jenna takes calcium supplements, she avoids taking them with:": "iron.",
  "The _____ diet includes fresh fruits, vegetables, olive oil, fish, and infrequent meat consumption.": "Mediterranean",
  "According to the 2010 Dietary Guidelines for Americans, compared with nonvegetarian eating patterns, vegetarian-style eating patterns have been associated with higher:": "consumption of fiber.",
  "Which nutrient is often required in supplemental form for those individuals following a vegan diet?": "vitamin D",
  "Melanie, who follows a Mediterranean diet, regularly consumes:": "beans.",
  "One of the Mediterranean diet study groups was given olive oil to encourage participants' consumption of _____ fat.": "monounsaturated",
  "Why is vitamin B 12 intake a concern for individuals on a vegan diet?": "Vegan diets eliminate all foods of animal origin.",
  "The Mediterranean diet is LEAST likely to include high amounts of:": "dietary cholesterol.",
  "A possible mechanism of action of polyphenols in cancer prevention is their ability to:": "trigger cell death in cancer cells.",
  "In a typical Mediterranean diet, more than half of the fat calories are from:": "monounsaturated fat.",
  "To reduce the risk of cancer, Joyce:": "maintains a healthy body weight.",
  "Proteins from what plant are complete proteins?": "soy",
  "The stage of cancer during which mutated cells acquire additional mutations is called:": "progression.",
  "A permanent change in the DNA sequence of a gene is a:": "mutation.",
  "Which of these foods is consumed LEAST frequently in a Mediterranean diet?": "red meat",
  "Which plant food contains all nine essential amino acids in the ideal proportions?": "soybeans",
  "Which of these nutrients is NOT abundant in milk?": "iron",
  "Which of these phytochemicals has been shown to be important for eye health?": "zeaxanthin",
  "What vitamin increases iron absorption?": "vitamin C",
  "Which is a nutrient of concern for vegetarians?": "zinc",
  "Diets high in _____ may reduce the risk of developing cataracts.": "lycopene",
  "Which plant food is a good source of calcium?": "broccoli",
  "Half of the fat intake in the Mediterranean diet comes from:": "monounsaturated fat.",
  "Consumption of salt and salt-preserved foods is likely a cause of _____ cancer.": "stomach",
  "Vegetarians may be concerned with eating adequate amounts of which nutrient?": "iron",
  "Which of these compounds is NOT a carotenoid?": "curcumin",
  "_____ are an important class of phytochemicals characterized by their yellow, orange, and red pigments.": "Carotenoids",
  "Which foods are highest in iodine?": "dairy products",
  "People who ate a Mediterranean diet and consumed olive oil had a reduced risk of _____ problems when compared with those who ate a low-fat diet.": "heart",
  "_____ have anti-inflammatory effects, and may reverse, suppress, or prevent the development of cancer.": "Polyphenols",
  "George adds tomatoes to bean soup to enhance his absorption of:": "non-heme iron.",
  "Alice is following a vegan diet. Foods she will avoid are:": "macaroni and cheese.",
  "Why is Jose, a lactovegetarian, not concerned with vitamin D deficiency?": "Lactovegetarians consume milk products.",
  "The process by which cancer cells invade other regions of the body is called:": "metastasis.",
  "Isoflavones are flavonoids unique to:": "soy products.",
  "The Spanish research participants who ate the Mediterranean-like diet were told to:": "eat more nuts.",
  "Which factor of a plant-based diet is thought to reduce the risk of chronic diseases and overall mortality?": "increased intake of phytochemicals",
  "Marta is a lactovegetarian. Which food could she eat?": "fruit and yogurt",
  "Which of the following phytochemicals is abundant in tomatoes, watermelon, and pink grapefruit?": "lycopene",
  "Which statement is true regarding supplements and cancer risk?": "Nutrients from food are more effective than supplements in reducing risk of cancer.",
  "Which of the following foods would contain essentially no phytochemicals?": "milk",
  "During cancer development, the selective enhancement of division in cells that have acquired one mutation is called:": "promotion.",
  "Which statement about resveratrol is true?": "More research is needed to determine its benefits.",
  "The development of some breast cancers requires the actions of estrogen. As a result, which type of phytochemical might actually promote the development of breast cancer if consumed in excess?": "isoflavones",
  "Infant breastfeeding is encouraged for reducing cancer risk because breastfeeding:": "reduces the risk of childhood obesity.",
  "In general, individuals eating plant-based diets may experience reduced mortality because of their:": "lower body weight.",
  "Research suggests that moderate amounts of dark chocolate may have beneficial effects on:": "insulin resistance.",
  "Tumors are considered benign when they do not progress beyond what stage of cancer development?": "promotion",
  "The overconsumption of energy-dense foods such as sugar-sweetened soft drinks likely increases the risk of cancer because these foods:": "promote weight gain and increased body fat.",
  "Studies show that vegetarians have:": "lower low-density lipoprotein levels.",
  "What vitamin in a vegan diet is found only in fortified foods?": "vitamin B12",
  "Which statement about obesity in the United States is true?": "Its skyrocketing rate has led many to refer to obesity as an \"epidemic.\"",
  "What factor has the biggest influence on determining someone's BMR?": "fat-free mass",
  "Leptin is produced primarily by:": "adipose cells.",
  "Someone is first considered obese when his or her BMI reaches:": "30.",
  "Which statement about our food environment is true?": "Manufacturers design foods that we find irresistible.",
  "Which of the following will decrease BMR?": "kilocalories restriction",
  "_____ is seen as the primary factor determining an individual's susceptibility to obesity.": "Genetics",
  "Marcos, who weighs 165 lb (75 kg), will expend approximately _____ kcal for every mile he walks.": "75",
  "What generalization can we make about the cause of obesity?": "Obesity is associated with our increasingly sedentary lifestyle.",
  "Total daily energy expenditure can be increased significantly when we spend less time:": "quietly sitting.",
  "One possible health consequence of obesity is:": "sleep apnea.",
  "_____ is the most accessible indicator of obesity.": "BMI",
  "Obesity increases the risk of most chronic diseases and an early death because:": "it causes a chronic, low-grade inflammatory state.",
  "External factors that can affect BMR include:": "weightlifting.",
  "The prevalence of obesity is believed to be due to:": "energy-rich diets.",
  "Risk of chronic disease and premature death are increased when a man's waist circumference exceeds:": "40 inches.",
  "Lena, whose energy intake exceeds energy expenditure, has a _____ energy balance.": "positive",
  "For a meal containing 800 kcal, the thermic effect of food would use how much energy?": "80 kcal",
  "_____ refers to an excess amount of body fat that adversely affects health.": "Obesity",
  "Excess fat in which region increases the risk of chronic disease most severely?": "abdomen",
  "The only way for Erik to lose weight is to be in _____ energy balance.": "negative",
  "Basal metabolism is the energy required to:": "maintain the essential functions that sustain life.",
  "Ghrelin secretion increases:": "when we haven't eaten for a while.",
  "In an individual who is at rest, which of these tissues will expend the LEAST amount of energy per gram?": "skeletal muscle",
  "Ghrelin is known as the:": "hunger hormone.",
  "_____ can cause a decrease in BMR.": "Fasting or low-calorie diets",
  "Which of the following factors contributes to obesity the MOST?": "genetics",
  "In a typical sedentary individual, BMR accounts for about what percentage of total energy expenditure?": "60%",
  "Which of the following does NOT give us energy?": "a zero-calorie energy drink",
  "Which of the following is a component of TEF?": "absorption of nutrients into the body from the small intestine",
  "As of 2018, what percentage of adults in the United States were classified as obese?": "42.4%",
  "What component of energy expenditure can be increased so as to prevent weight gain?": "non-exercise activity thermogenesis",
  "What factors are involved in meal termination?": "stomach distension and gut hormones",
  "One pound of body fat contains approximately how much stored energy?": "3500 kcal",
  "One cause of the obesity epidemic is:": "an increase in overfeeding.",
  "What is the minimum amount of permanent weight loss that can significantly reduce the risk of chronic disease and premature death?": "5%",
  "Which individual will generally have the highest concentrations of leptin in blood?": "an obese individual",
  "A reasonable estimate of BMR for a man with a normal body weight of 176 lb (80 kg) is about _____ kcal.": "1920",
  "Which activity is an example of non-exercise activity thermogenesis?": "chewing gum",
  "Marla feels hungry when:": "ghrelin activates neurons in her brain.",
  "Total energy expenditure (TEE) includes:": "basal metabolism, the thermic effect of food, and activity energy expended.",
  "Scientists measure energy in units called:": "calories.",
  "A reasonable estimate of BMR for a woman with a normal body weight of 143 lb (65 kg) is about _____ kcal.": "1500",
  "In the last few decades, the rapid rise in the prevalence of obesity is largely attributed to:": "changing environmental factors.",
  "If you decrease your energy expenditure by 300 kcal per day, how many fewer kilocalories would you need to eat to stay in energy balance?": "300",
  "Compared with skeletal muscle, adipose tissue is:": "about three times less metabolically active.",
  "Why is having excess body fat bad?": "Hormones from fats cause low-grade, chronic inflammation in the body.",
  "A BMI of 25.0 to 29.9 is considered:": "overweight.",
  "Which method of determining body composition calculates body fat percentage from an estimate of total body water content?": "bioelectrical impedance",
  "A man reduces his calorie intake to 1600 kcal per day, and maintains that level of intake for the duration of his low-calorie diet. After a few months on his calorie-restricted diet, he notices that he lost less weight during the fifth month of his diet than he did during the second month. What is the best explanation for this change in the rate of weight loss?": "A lighter body has a lower BMR and expends less energy when moving.",
  "_____ is a hormone that stimulates hunger before meals.": "Ghrelin",
  "Variations in basal metabolism from person to person are accounted for by individual differences in:": "fat-free mass (FFM).",
  "What two factors affect BMR primarily because they strongly influence a person's FFM?": "age and gender",
  "One study found that obesity increased the risk of death _____ in healthy, middle-aged individuals who have never smoked.": "two-fold to three-fold",
  "The energy expenditure required to maintain the essential functions that sustain life is called:": "basal metabolism.",
  "_____ refers to the sense of fullness that we feel after eating.": "Satiation",
  "Which method of determining body composition is LEAST accurate for those with excessive abdominal obesity?": "skinfold thickness",
  "An individual with which of these characteristics should be encouraged by the health care provider to lose weight?": "an individual with a BMI of 26, who is physically inactive and has a family history of heart disease",
  "Health consequences of obesity include:": "hypertension.",
  "Which of the following is the BEST estimate of the BMR of a 143-lb woman?": "1500 kcal/day",
  "_____ is contained in the chemical bonds of macronutrients and is released by the chemical reactions of digestion and metabolism.": "Energy",
  "Why do women have a lower BMR than men?": "Women have proportionally lower fat-free mass (FFM).",
  "The biological mechanism that allows some individuals to resist weight gain more than others:": "has not been identified.",
  "For Mollie to lose weight, she must take in:": "less energy than she uses.",
  "The MOST variable component of total energy expenditure (TEE) is:": "activity energy expenditure (AEE).",
  "A factor that causes a significant increase in BMR is:": "growth.",
  "About how many calories will a 132-lb individual expend by walking 5 miles at 3 mph?": "300 kcal",
  "An increase in ghrelin is normally associated with a decrease in:": "satiety.",
  "Obesity increases the risk of _____ cancer.": "breast",
  "When fat stores increase, more of the hormone _____ is produced to suppress hunger.": "leptin",
  "Why does BMR decline with age?": "We tend to have higher proportions of fat mass as we get older.",
  "Miguel can avoid gaining weight by:": "expending more calories than he consumes.",
  "Why do individuals who regularly consume high amounts of caffeine not experience an increase in BMR?": "Those individuals may have developed tolerance to the effects of caffeine.",
  "Which factor may contribute to premature death?": "smoking",
  "The \"toxic food environment\" refers to:": "the easy accessibility of highly palatable, energy-dense foods.",
  "The single most important factor affecting BMR is:": "fat-free mass (FFM).",
  "Which value is closest to the calculated BMI for someone who is 5'7\" and weighs 70 kg?": "24.2",
  "Which of the following is a component of basal metabolic rate?": "energy expended to synthesize body proteins",
  "The built environment is thought to contribute to the rising prevalence of obesity because it:": "strongly affects our physical activity levels.",
  "NEAT (non-exercise activity thermogenesis) includes:": "all the activities of daily living.",
  "Weight gain _____ occurs when energy intake exceeds energy expenditure.": "always",
  "In agreement with the laws of thermodynamics, what happens to excess energy that we consume?": "The excess energy is stored as fat.",
  "We know that we are satiated (full) when:": "leptin in the blood increases.",
  "In 2017–2018, approximately what percentage of adults in the United States had a BMI of at least 25?": "74%",
  "Which statement is true about hunger for most healthy people?": "Our bodies let us know when we are hungry and when we are full.",
  "Which statement is true about the prevalence of obesity in the United States since 1980?": "Obesity has become more prevalent in adults and children in the United States.",
  "Estimate the total daily energy expenditure of an average, sedentary 165-pound American man without using an involved equation.": "3000 kcal",
  "A team of scientists is researching how the composition of a meal affects the amount of food consumed at a meal. What specific process are they studying?": "satiation",
  "Fat secretes hormones that can cause low-grade chronic:": "inflammation.",
  "How does appetite compare with hunger?": "Appetite is often a product of sensory stimuli (the sight or smell of appealing foods), whereas hunger is the product of internal biological processes.",
  "How does chronic low-grade inflammation in adipose tissues affect a person's health?": "It contributes to the development of many chronic diseases.",
  "How do we know when we are hungry?": "Ghrelin activates specific neurons in the brain.",
  "Excess _____ fat has been shown to be an independent health risk factor for chronic health problems.": "visceral",
  "Which of the following is a factor of hunger rather than of appetite?": "survival",
  "Which two factors are MOST responsible for the rapid rise in the prevalence of obesity that has occurred in the last few decades?": "environment and behaviors",
  "Excessive adipose tissue is harmful because:": "it releases harmful amounts of hormones and hormone-like messengers.",
  "In addition of the activities of daily living, what is the minimum level of physical activity that is required to be considered \"very active\"?": "180 minutes of moderate physical activity daily",
  "If the hormone leptin suppresses hunger, then why do people ever become obese?": "They seem to be resistant to the effects of the hormone.",
  "A food provides enough energy to raise the temperature of 2000 grams of water by 10°C. How many kilocalories does it contain?": "20",
  "A food provides enough energy to raise the temperature of 500 grams of water by 20°C. How many \"calories\" would be listed on the food label?": "10",
  "Organic compounds are those that contain:": "carbon–carbon and carbon–hydrogen bonds.",
  "A deficiency in which nutrient can cause problems with eyesight?": "vitamin A",
  "Which type of food is MOST consistently the best source of vitamin E?": "plant oils",
  "_____ is a preformed vitamin A source.": "Retinol",
  "Which vitamin is considered the \"sunshine\" vitamin?": "vitamin D",
  "Which of the following is a water-soluble vitamin?": "vitamin C",
  "A deficiency in which nutrient can result in rickets?": "vitamin D",
  "The blindness that occurs with vitamin A deficiency is caused by:": "developmental defects in cells in the cornea of the eye.",
  "You read on a food label that tocopherols have been added. With which vitamin has this food been fortified?": "vitamin E",
  "Which form of vitamin A is present in foods in the active form?": "retinol",
  "Which vitamin is synthesized in the body from cholesterol?": "vitamin D",
  "Antioxidants protect us from damage caused by:": "free radicals.",
  "Vitamin D regulates the concentration of which mineral in blood?": "calcium",
  "All of the following affect nutrient bioavailability EXCEPT:": "rate of breakdown by body cells.",
  "Which vitamin functions as a steroid hormone?": "vitamin D",
  "All of the following are characteristics of vitamins EXCEPT:": "they provide energy.",
  "Which vitamin is given to babies at birth?": "vitamin K",
  "Fat-soluble vitamins typically leave the small intestine:": "in chylomicrons.",
  "Fish is the MOST naturally rich source of which vitamin?": "vitamin D",
  "Which form of vitamin A functions as an antioxidant in the body?": "provitamin A carotenoids",
  "Which food contains the MOST vitamin E?": "2 oz dry-roasted almonds",
  "Which statement BEST describes the difference between macronutrients and micronutrients?": "We need large quantities of macronutrients; we need small quantities of micronutrients.",
  "Which food is the BEST natural source of vitamin D?": "salmon",
  "The primary function of vitamin E in the body is to:": "prevent oxidative damage.",
  "Having an adequate level of vitamin D prevents which disease?": "rickets",
  "Sources of free radicals include all of the following EXCEPT:": "multivitamins.",
  "The RDA for vitamin E for women age 19 to 50 years is _____ mg.": "15",
  "Which vitamin functions as a hormone and regulates calcium metabolism?": "Vitamin D",
  "The primary site where vitamin E performs its function is in:": "cell membranes.",
  "_____ is the ability of a substance to dissolve in a solution.": "Solubility",
  "Individuals with kidney disease may have difficulty:": "converting inactive vitamin D to calcitriol.",
  "All of the following forms of vitamin A are considered retinoid compounds EXCEPT:": "provitamin A carotenoids.",
  "Which nutrient must be \"activated\" in the body to carry out its biological function?": "vitamin D",
  "What is a property of fat-soluble vitamins?": "Excess fat-soluble vitamins are stored by the body.",
  "What vitamin functions as a hormone?": "vitamin D",
  "Vitamins A, D, E, and K are considered:": "fat-soluble.",
  "Adequate intake of which vitamin is difficult without consuming fortified foods?": "vitamin D",
  "Which nutrient, if consumed in excessive amounts, is likely to cause toxicity in the body?": "vitamin D",
  "Vitamin K is required for:": "blood clotting.",
  "Which of the following functions as an antioxidant in the body?": "beta-carotene",
  "For those individuals who take blood thinners and anticoagulants, what is the recommendation for consumption of vitamin K–containing foods?": "Consume a consistent amount of vitamin K–containing foods.",
  "Which compound is a provitamin A carotenoid?": "beta-carotene",
  "Which mechanism is responsible for helping to correct calcium concentrations in the blood?": "conversion of vitamin D to calcitriol in the kidneys",
  "All of the following are a significant source of free radicals EXCEPT:": "diet.",
  "Vitamin K can interfere with some:": "anticlotting drugs.",
  "Deficiency of which vitamin can cause blindness?": "vitamin A",
  "Which of these nutrients is less likely to be toxic than other fat-soluble vitamins, but causes an increased tendency to bleed?": "vitamin E",
  "The RDA for vitamin A for women age 19 to 50 years is _____ micrograms.": "700",
  "The vitamin D deficiency disease that impairs the mineralization of cartilage in regions of bone growth in children is called:": "rickets.",
  "Which fat-soluble vitamin is synthesized by bacteria in the body?": "vitamin K",
  "All of the following are true of free radicals EXCEPT:": "their effects in the body are always harmful.",
  "Which kinds of foods are likely to have the highest amounts of vitamin E?": "nuts",
  "Free radicals cause damage to DNA and cell membranes by:": "stealing electrons from other molecules.",
  "Which of the following would have the LEAST impact on nutrient bioavailability?": "length of food storage",
  "Which hormone is released in response to low blood calcium levels and enhances activation of vitamin D?": "parathyroid hormone",
  "An example of a provitamin A carotenoid is:": "beta-carotene.",
  "All of the following are functions of vitamin E EXCEPT:": "blood clotting.",
  "Which vitamin deficiency significantly increases the likelihood that children in developing countries will die from an infectious disease?": "vitamin A",
  "Which food provides the highest source of vitamin D?": "1 tbsp of cod liver oil",
  "Where in the body can vitamins A, D, E, and K be stored?": "adipose tissue",
  "Which action is MOST likely to cause a hemorrhage?": "taking anticoagulant drugs",
  "Which vitamin functions as an antioxidant?": "provitamin A and vitamin E",
  "Which statement is true regarding the activation of vitamin D?": "Vitamin D must be metabolized by the liver and kidney to become active in the body.",
  "All of the following groups would be at risk for vitamin D deficiency EXCEPT:": "occasional sunscreen users.",
  "All of the following can occur with a vitamin A deficiency EXCEPT:": "heart disease.",
  "Which group has the lowest risk of developing a vitamin D deficiency?": "adolescents",
  "Which of the following foods would never contain any retinol?": "carrots",
  "Free radicals in the body do all of the following EXCEPT:": "reduce the risk of heart disease.",
  "All of the following are primary functions of vitamin D EXCEPT:": "maintaining reproductive health.",
  "Which food provides the best source of retinol?": "cheese",
  "Which signs and symptoms would indicate that an individual has a vitamin A deficiency?": "increased risk of infections and night blindness",
  "The synthesis of vitamin D in the body begins in the:": "skin.",
  "Free-radical _____ is capable of altering DNA and destabilizing cell membranes.": "oxidation",
  "Which type of nutrient is vitamin K?": "essential",
  "Which of the following is a function of vitamin A in the body?": "assisting in the formation of healthy epithelial cells",
  "Which organ does not directly participate in regulating calcium concentrations in blood?": "liver",
  "Some vitamin K can be synthesized:": "by intestinal bacteria.",
  "When levels of calcium in the blood increase:": "production of calcitriol is suppressed.",
  "Consuming which nutrient may protect against night blindness?": "vitamin A",
  "Acting together, parathyroid hormone and active vitamin D:": "will decrease total bone calcium.",
  "All of the following are ways in which vitamin D helps maintain calcium concentrations in blood EXCEPT:": "increased glucose uptake in adipose tissue.",
  "Vitamin D is converted into its fully active form in:": "the kidney.",
  "Which of the following can donate an electron without becoming unstable and reactive?": "antioxidants",
  "What is rhodopsin?": "a pigment that absorbs light and triggers nerve impulses to the brain",
  "Which food source has the greatest amount of vitamin A per serving?": "½ cup boiled sweet potato",
  "An excellent source of vitamin K is:": "collard greens.",
  "When levels of calcium in the blood decrease:": "calcium is released from the bone.",
  "Where in the body is rhodopsin found?": "retina",
  "Which cells are particularly vulnerable to destruction with vitamin E deficiency?": "white blood cells",
  "Which vitamin functions as an antioxidant in its provitamin form?": "vitamin A",
  "Which statement BEST describes the difference between preformed vitamin A and provitamin A?": "Provitamin A must be converted to the active form of vitamin A; preformed vitamin A is the active form of vitamin A.",
  "All free radicals have:": "an unpaired electron.",
  "Which source of beta-carotene would have the lowest bioavailability?": "raw, whole carrots",
  "Which action can reduce absorption of beta-carotene by the body?": "consuming beta-carotene–rich fruits and vegetables in the raw form",
  "Which statement is TRUE regarding free-radical generation in the body?": "Free radicals cause oxidative damage to cells in the body.",
  "If equal quantities of preformed vitamin A or provitamin A are consumed, which food would result in the greatest absorption of retinol activity equivalents?": "salmon",
  "How much dietary beta-carotene should be consumed to obtain an equivalent of 1 microgram of retinol?": "12 micrograms of beta-carotene",
  "Vitamin A deficiency would greatly affect the recovery of which step in the visual cycle?": "the reformation of rhodopsin from opsin and cis-retinal",
  "Which action may reduce free radical formation in the body?": "wearing sunscreen",
  "Which of the following provides a source of vitamin A that is in its active form in the food?": "cereal bar, fortified",
  "Which is MOST likely to cause a fat-soluble vitamin deficiency?": "absorption problems in the intestines",
  "Daily consumption of which food source may increase the risk of vitamin A toxicity?": "beef liver",
  "All of the following factors influence the bioavailability of nutrients to the body EXCEPT:": "the total amount of the nutrient consumed.",
  "After light-sensing cells in the retina are struck by light, they must regenerate:": "rhodopsin.",
  "Which statement BEST describes how antioxidants prevent oxidative damage?": "Antioxidants donate electrons to free radicals without becoming unstable themselves.",
  "Which individual might be at risk for developing a fat-soluble vitamin deficiency?": "an individual who consumes a diet with very little fat",
  "The RDA for thiamin in men 19 years or older is:": "1.2 mg.",
  "The function of what two vitamins is linked with one of the functions of choline?": "folate and vitamin B12",
  "Which symptom is typical of a thiamin deficiency?": "muscle weakness",
  "Vitamin B12 deficiency can cause:": "dementia.",
  "Which statement about water-soluble vitamins is true?": "Toxicity is rare from food sources.",
  "Excess intake of folic acid is a concern because it can:": "mask a vitamin B12 deficiency.",
  "Which food source is highest in thiamin?": "pork",
  "_____ anemia is a condition that develops as a result of folate deficiency.": "Megaloblastic",
  "Which nutrient is considered a B vitamin?": "thiamin",
  "Which food is an excellent source of vitamin C?": "guava",
  "Thiamin is required to:": "provide energy through breakdown of carbohydrates, fats, and proteins.",
  "Vegans are particularly at risk for which nutrient deficiency?": "vitamin B12",
  "Pregnancy is an example of which cause of vitamin deficiencies?": "increased requirements",
  "Food folate is equivalent to _____ Dietary Folate Equivalents.": "1 mcg = 1 mcg DFE",
  "Which of the following is a property of the B vitamins?": "They function as coenzymes.",
  "Vitamin C is also known as:": "ascorbic acid.",
  "Which of the following increases the risk of a vitamin deficiency?": "low-calorie diet",
  "Ingesting large amounts of what nutrient can block the development of anemia that would normally occur with a vitamin B12 deficiency?": "folic acid",
  "The disease associated with niacin deficiency is called:": "pellagra.",
  "Vitamin _____ deficiency can result in pernicious anemia.": "B12",
  "Which definition BEST describes the practice of fortification?": "adding nutrients that are not naturally in a food product",
  "Which statement is true of folate?": "Folate is particularly important in rapidly dividing cells.",
  "Which food provides the most thiamin per serving?": "pork",
  "Vitamin B12 is required to activate what vitamin?": "folate",
  "Which nutrient is easily destroyed by UV light?": "riboflavin",
  "How much folate should pregnant women consume daily?": "600 mcg folic acid",
  "An individual develops a vitamin deficiency while recovering from severe leg injuries. What is the most probable cause of the deficiency?": "increased requirements",
  "Recovery from which of these conditions would be MOST directly and significantly compromised if someone had suboptimal levels of vitamin C in the body?": "multiple bone fractures",
  "A function shared by all of the B vitamins is:": "energy metabolism.",
  "Vitamin C is responsible for synthesizing collagen. Individuals who are deficient in vitamin C may develop which health problem?": "poor wound healing",
  "Symptoms of pellagra include dementia, dermatitis, and:": "diarrhea.",
  "To maximize folate absorption in the body, a person should consume:": "folic acid from supplements.",
  "Which food is the BEST source of niacin?": "liver",
  "What trait or function of choline is unique among the water-soluble compounds?": "It is a necessary component of cellular structures.",
  "Which food is the BEST source of riboflavin?": "skim milk",
  "Which statement is true concerning cell function with megaloblastic anemia?": "Impaired DNA synthesis blocks the full maturation of red blood cells.",
  "Vitamin B3 is also known as:": "niacin.",
  "Which statement is true of vitamin B12 in the body?": "It binds to intrinsic factor.",
  "Which statement is true of riboflavin?": "Milk is an excellent source of riboflavin.",
  "Which food is the BEST source of vitamin B12?": "fish, especially shellfish",
  "The RDA for riboflavin in women 19 years or older is _____ mg.": "1.1",
  "Pregnant women should pay particular attention to their intake of which nutrient?": "folate",
  "Which water-soluble vitamin acts as a coenzyme in energy metabolism?": "thiamin",
  "A deficiency in folate can cause:": "megaloblastic anemia.",
  "What vitamin has a similar function as riboflavin?": "niacin",
  "Folate deficiency can cause:": "neural tube defects.",
  "From what source can we synthesize niacin in our body?": "an amino acid",
  "Which statement about vitamin B12 is true?": "Vitamin B12 contains the mineral cobalt.",
  "Which food is the BEST source of folate?": "edamame",
  "Which technique would be appropriate for preserving vitamins in foods?": "Avoid soaking vegetables in water for long periods.",
  "Listed below are the approximate lifespans of cells in different organs of the body. Which organ would be MOST susceptible to the effects of a folate deficiency?": "tongue taste bud cells: 10 days",
  "Individuals with celiac disease often develop vitamin deficiencies. What is the most probable reason for this?": "decreased vitamin absorption",
  "A vitamin B12 deficiency blocks the use of what vitamin?": "folate",
  "Thiamin deficiency results in the reduced production of _____, which may lead to apathy, irritability, and confusion.": "several neurotransmitters",
  "Which water-soluble vitamin participates in energy metabolism?": "riboflavin",
  "Which statement BEST describes coenzymes?": "Coenzymes assist enzymes in accepting and donating molecules during reactions.",
  "Which nutrient is an antioxidant?": "vitamin C",
  "Which food is a good source of niacin?": "chicken",
  "The name of the vitamin C deficiency disease is:": "scurvy.",
  "Which of the following is a function of niacin?": "synthesis of glucose",
  "Deficiency in which nutrient is rare because of its widespread availability in foods?": "pantothenic acid",
  "Which process is a function of the B vitamins?": "DNA synthesis",
  "What group of individuals is recommended to consume a significant amount of their vitamin B12 intake from fortified foods or supplements?": "elderly individuals",
  "Folate deficiency causes anemia because:": "red blood cells are unable to divide normally.",
  "Poor digestion is an example of which cause of vitamin deficiencies?": "decreased absorption",
  "Which statement is true regarding water-soluble vitamins?": "These vitamins are easily destroyed during food storage and preparation.",
  "What is true about Biotin?": "Frequent consumption of raw eggs can cause a biotin deficiency.",
  "Consuming citrus fruits as part of the diet will reverse the symptoms of which health condition?": "scurvy",
  "Deficiency of ____________ leads to a decrease in the production of several neurotransmitters.": "thiamin",
  "Which statement about coenzymes is true?": "All B vitamins function as coenzymes.",
  "Which of the following is a sign, rather than a symptom, of a deficiency disease?": "anemia",
  "It takes _____ mg of tryptophan to make 1 mg of niacin.": "60",
  "Which practice would likely reduce the vitamin content in foods?": "storing frozen vegetables for years",
  "Niacin may be prescribed to help control what process?": "cholesterol levels",
  "Pernicious anemia is caused by:": "a failure to produce intrinsic factor.",
  "The leading cause of Wernicke-Korsakoff syndrome is:": "chronic alcohol abuse.",
  "Which individuals would be expected to suffer from a deficiency of water-soluble nutrients?": "individuals with illnesses or infections",
  "Thiamin, niacin, and folate work together to regulate which body process?": "DNA and RNA synthesis",
  "How many milligrams of niacin are produced from 180 mg of tryptophan?": "3 mg",
  "Which statement regarding the difference between folic acid supplements and food folate is true?": "Only 50 percent of food folate is absorbed, whereas 100 percent of folic acid is absorbed.",
  "Which statement is true regarding the function of thiamin in the body?": "It produces sugars for DNA and RNA synthesis.",
  "Which food preparation technique will help to preserve vitamins in foods?": "freezing fresh fruits and vegetables",
  "Assume that the total mass of folate plus folic acid ingested in each of these choices is the same. Which choice will result in the LOWEST amount of the vitamin entering the body?": "salad containing asparagus, avocados, and spinach",
  "Which of the following describes how alcohol abuse leads to a thiamin deficiency?": "Thiamin absorption is reduced.",
  "Which statement about vitamin B6 is true?": "Vitamin B6 is required to release glucose from glycogen.",
  "What information on the food label will tell you if the product has been enriched with nutrients?": "ingredients list",
  "Deficiency of any of the B vitamins results in:": "impaired function of various enzymes.",
  "What happens after you consume water-soluble vitamins?": "They are freely absorbed into the circulation.",
  "An individual presents with symptoms that include inflammation of the mouth and cracks in the corners of the mouth. Which health condition might the person be suffering from?": "ariboflavinosis",
  "A deficiency of vitamin B6 may slightly increase the need for _____ from one's diet.": "niacin",
  "Which two nutrients work together to convert homocysteine to methionine?": "folate and vitamin B12",
  "Which individual would be MOST at risk for developing a vitamin B12 deficiency?": "elderly person",
  "Which types of foods would likely contain folic acid?": "processed foods",
  "Which of the following will affect a cell's need for folate MOST significantly?": "rapid rates of cell division",
  "Consuming which foods would reverse the signs and symptoms of pellagra?": "poultry, peanuts, and mushrooms",
  "You prepare a dinner that contains peanuts, oranges, rice, and edamame. Which ingredient is a good source of folate?": "edamame",
  "The red blood cells that develop when folate intake is inadequate are:": "larger than normal and containing large nuclei.",
  "Which property is true of (and unique to) vitamin B12?": "Vitamin B12 requires intrinsic factor to be absorbed in the body.",
  "Which nutrients work together to maintain normal blood health?": "vitamin B6, vitamin B12, and folate",
  "Which is an example of a trace mineral?": "iodine",
  "What is an example of a solvent?": "water",
  "_____ minerals have a daily requirement of 100 milligrams or more.": "Major",
  "DASH stands for:": "Dietary Approaches to Stop Hypertension.",
  "Which compound will assist in the absorption of some minerals?": "vitamin C",
  "Potassium ions are found in the highest concentrations in _____ fluid.": "intracellular",
  "Which nutrient plays a role in energy metabolism?": "phosphorus",
  "Which factor may lead to dehydration?": "illness characterized by fever and vomiting",
  "Which of the following is a function of calcium?": "nerve transmission",
  "Who might be at risk for developing hypokalemia?": "Alina, who suffers from an eating disorder such as bulimia",
  "The absence of which class of nutrient would quickly result in serious consequences?": "water",
  "Which organ is responsible for the secretion of antidiuretic hormone?": "brain",
  "Which statement is true of minerals?": "They have either a negative or a positive charge.",
  "Which governmental agency regulates the quality of tap water?": "EPA",
  "What is the primary protein found in bone?": "collagen",
  "What is an example of a solute?": "sodium",
  "The only mineral that is replaced through enrichment of refined grains is:": "iron.",
  "Water is typically lost in the smallest amount via which route?": "feces",
  "The underconsumption of what mineral increases the risk of hypertension?": "potassium",
  "Per kilocalorie, which food group provides the highest amounts of potassium?": "vegetables",
  "Major minerals are defined as those:": "that have the highest daily requirements among the minerals.",
  "Which is an adequate fluid intake for women?": "9 cups",
  "What percentage of American adults that have sodium-to-potassium dietary ratios that align with reduced risk of overall mortality?": "10%",
  "The Dietary Guidelines for Americans recommend that this group restrict their sodium intake to less than what is allowed for the general population?": "all African Americans older than 2 years",
  "The average sodium intake of Americans exceeds the maximum recommended amount by about:": "50%.",
  "Which of the following is an example of an output that helps to maintain water balance?": "urination",
  "_____ minerals have a daily requirement of less than 100 milligrams.": "Trace",
  "Approximately what percentage of the body's mass is composed of water?": "60%",
  "Which mineral listed here is present in the highest amounts in the body?": "phosphorus",
  "_____ is the process in which water passes through a permeable membrane.": "Osmosis",
  "How many minerals have been identified as essential for human health?": "14",
  "Which food has the highest water content as a percentage of total weight?": "baked haddock",
  "Which is an example of a major mineral?": "sodium",
  "Which foods would be consistent with the DASH diet?": "tomatoes",
  "The food with the highest dietary source of calcium is:": "sardines (canned, with edible bones), 3 oz.",
  "Through which mechanism does potassium lower blood pressure?": "Potassium can help relax blood vessels.",
  "Major minerals are defined as minerals with requirements that exceed:": "100 mg/day.",
  "Which is a function of water in the body?": "removes waste via perspiration and urination",
  "The food with the highest dietary source of magnesium is:": "almonds (dry roasted), 2 oz.",
  "Which is an adequate daily fluid intake for men?": "13 cups",
  "The AI for calcium for men and women aged 19 to 50 years is:": "1000 mg/day.",
  "For adults who are not in a high-risk group for hypertension, the Dietary Guidelines for Americans recommend that sodium intake be limited to:": "2300 mg/day.",
  "Which minerals are electrolytes?": "sodium, potassium, and chloride",
  "Which of the following is an example of an input that helps to maintain water balance?": "fluid intake",
  "Which of the following is a trace mineral?": "iron",
  "The food with the highest dietary source of potassium is:": "½ cup of dried apricots.",
  "Among the major minerals, which mineral is found in the highest concentration in the body?": "calcium",
  "Which of the following will increase a person's water needs?": "alcohol consumption",
  "In general, which type of food will have the highest bioavailability of iron, zinc, and copper?": "red meat",
  "Where is an increase in the concentration of solutes in blood first detected?": "hypothalamus",
  "The majority of bone mineral consists of _____ crystals.": "calcium and phosphorus",
  "Which of the following statements is true of sulfur?": "Inorganic, free sulfur is used to synthesize sulfur-containing compounds.",
  "What vitamin is needed for several proteins that are involved in bone formation to function properly?": "vitamin K",
  "The intake of which nutrient correlates with sodium intake?": "chloride",
  "Which hormone is responsible for stimulating calcitriol to regulate levels of blood calcium?": "parathyroid hormone",
  "What mineral is found at the highest concentration inside cells?": "potassium",
  "What percentage of women older than 60 currently take calcium supplements?": "60%",
  "Which nutrients does the DASH diet emphasize?": "potassium, calcium, and magnesium",
  "A 65-year-old woman who has somewhat lower than normal bone mass may have what condition?": "osteopenia",
  "Mild forms of inadequate potassium intake can cause:": "stroke.",
  "After calcium, the next most abundant component of bone is:": "phosphorus.",
  "Which health condition can mimic the symptoms of dehydration?": "hyponatremia",
  "Which factor of water loss is matched with the route of loss?": "spending time at a high altitude – lungs",
  "Which factor has the smallest effect on the mineral content in food?": "the breakdown of minerals through the cooking process",
  "Sodium is the major positively charged ion in _______fluids such as blood.": "extracellular",
  "Which statement BEST describes the action of calcium homeostasis?": "Parathyroid hormone works with vitamin D to increase calcium intake in the gut when blood calcium levels fall.",
  "Antidiuretic hormone causes the kidneys to:": "retain more water.",
  "As calcium levels in the blood fall:": "more calcium is absorbed through the intestines.",
  "Which statement BEST describes the difference between osteopenia and osteoporosis?": "Osteopenia is characterized by reduced mineral and bone mass; osteoporosis is characterized by fragile and porous bones.",
  "Antidiuretic hormone is responsible for:": "raising blood pressure.",
  "Which of the following is an example of water functioning in a way other than as a solvent?": "incorporation into the products of biochemical reactions",
  "Minerals make up about what percentage of the mass of the skeletal system?": "66%",
  "Components of the body's proteins are made up of which mineral?": "sulfur",
  "The majority of the sodium consumed by Americans comes from:": "processed foods.",
  "Which nutrient, identified in the 2010 Dietary Guidelines for Americans, is considered \"a nutrient of concern\"?": "potassium",
  "Which of the following would be a recommendation of the DASH diet?": "Consume a variety of foods rich in potassium, magnesium, and calcium.",
  "Which factor determines the flow of water in and out of cells?": "the distribution of electrolytes",
  "The bioavailability of the calcium present in some foods is very low because:": "they contain oxalates that bind calcium.",
  "What is one strategy to reduce sodium intake?": "Read food labels to determine serving sizes.",
  "Active vitamin D by itself is sufficient to fully stimulate which response?": "increased absorption of calcium in the small intestine",
  "Which food would likely contain high amounts of sodium?": "canned soups",
  "Sodium is an important mineral for which body function?": "nerve and muscle function",
  "Which nutrient deficiency may lead to poor bone health?": "magnesium",
  "The attempt to equalize the concentration of solutes on both sides of the membrane is a state of fluid:": "balance.",
  "Minerals make up two-thirds of the mass of the _____ system.": "skeletal",
  "Which factor enhances the absorption or bioavailability of minerals in the diet?": "poor nutritional status",
  "Which minerals work together to support bone health?": "calcium, phosphorus, and magnesium",
  "Sodium concentrations will be lowest in what fluid compartment(s)?": "intracellular fluid",
  "The bioavailability of calcium is lowest for which of these foods?": "spinach",
  "Which of the following is an example of osmosis?": "water moving into a cell that has a high concentration of solute",
  "A female who has low peak bone mass at the age of 30 may develop which condition at the age of 70?": "osteoporosis",
  "Which is a risk factor for osteoporosis?": "smoking",
  "Which food is NOT associated with reduced mineral absorption?": "orange juice",
  "According to the Dietary Guidelines for Americans, who should consume a maximum of 1500 milligrams of sodium per day?": "individuals with prehypertension",
  "Which of the following statements is true of phosphorus?": "It is required to regulate the activity of many enzymes.",
  "A 70-year-old woman with low peak bone density would likely have:": "osteoporosis.",
  "Which of the following statements is true of magnesium?": "Low intake may increase the risk of cancer.",
  "If excess sodium accumulates in cells, this will:": "cause cells to swell.",
  "A deficiency in _____ may lead to fluid imbalances.": "sodium",
  "Which statement BEST describes water balance?": "Inputs and outputs should be equal.",
  "Which dietary recommendation would be suggested by the DASH diet approach?": "Consume 8 to 10 servings of fruits and vegetables each day.",
  "When concentrations of calcium in blood decline slightly, the body's first response is to:": "release parathyroid hormone into blood.",
  "Which statement is true regarding bone remodeling?": "The building up and breaking down of bone in the body is a continual process.",
  "What type of exercise will be MOST effective at maintaining bone density?": "running",
  "The free calcium that circulates in the blood is responsible for:": "blood clotting.",
  "How many servings of milk, cheddar cheese, or yogurt would need to be consumed to nearly meet the AI for calcium for a 20-year-old woman?": "three",
  "Parathyroid hormone acting alone stimulates which response?": "increased production of the active form of vitamin D",
  "Of the following choices, the highest dietary source of iodine is:": "3 ounces of baked cod.",
  "The food that is the highest dietary source of copper is:": "2 ounces of cashews.",
  "A deficiency in which nutrient may lead to poor bone health?": "copper",
  "The RDA for zinc among men age 19 to 50 years is:": "11 mg.",
  "Which of the following is a function of trace minerals?": "structural support",
  "The iron-containing protein found in red blood cells is called:": "hemoglobin.",
  "Nutrients with daily requirements of less than 100 milligrams are called _____ minerals.": "trace",
  "The food that is the highest dietary source of zinc is:": "2 ounces of dry-roasted cashews.",
  "Iodine is an essential component of what hormone?": "thyroid hormone",
  "Iron stores in the body are regulated by controlling:": "its absorption.",
  "Which of the following is commonly fortified with iodine in the United States?": "table salt",
  "Which symptoms might indicate zinc toxicity?": "impaired immune function",
  "Among the trace minerals, which mineral is found in the highest concentration in the body?": "iron",
  "The iron-containing protein found in the muscle is called:": "myoglobin.",
  "What recommendation is made for some pregnant women to ensure they consume adequate iodine?": "Take an iodine supplement.",
  "Which of the following would contain the MOST heme iron?": "beef steak",
  "One trace mineral with antioxidant properties is:": "selenium.",
  "Which symptom may indicate copper deficiency?": "poor immune function",
  "What factor will determine the content of iodine in fruits and vegetables?": "nutrient density of the soil",
  "The RDA for iron among women age 19 to 50 years is:": "18 mg.",
  "Which of the trace minerals is considered an antioxidant?": "zinc",
  "An example of an ultratrace mineral is:": "boron.",
  "Which statement regarding trace minerals is true?": "Compared with macronutrients, the safe range of intake is narrow for trace minerals.",
  "Consuming very high doses of iron may result in which symptom?": "gastrointestinal distress",
  "Which demographic group is at the highest risk for trace mineral deficiencies?": "children",
  "According to the World Health Organization, deficiency of which trace mineral is the MOST common nutritional disorder in the world?": "iron",
  "Which statement is true about cofactors?": "Trace minerals often act as cofactors.",
  "A friend is looking to increase iron in his or her diet. Considering bioavailability, which iron-rich source would you recommend your friend consume?": "steak",
  "The medical condition that develops as a result of inadequate consumption of iodine is:": "goiter.",
  "Which statement describes the difference between heme and nonheme iron sources?": "Heme iron is a more bioavailable source of iron than nonheme iron sources.",
  "A deficiency in which nutrient may lead to the health condition termed goiter?": "iodine",
  "When consuming sources of iron-containing foods such as beans, what may enhance the absorption of iron?": "consuming oranges or strawberries with the meal",
  "Which of these is considered a trace mineral?": "fluoride",
  "Which of the following would provide the highest amount of iron with excellent bioavailability?": "ground beef",
  "Which factor will significantly affect the iodine content of crops?": "the mineral content of the soils they are grown in",
  "Iron from which one of the following foods would have the greatest absorption availability?": "chicken thigh",
  "Which trace mineral can be stored in the body?": "iron",
  "Consuming which types of foods may ensure adequate intake of selenium?": "meats and cereals",
  "Trace minerals are those with a requirement of less than:": "100 mg/day.",
  "Which of the following is a symptom of zinc deficiency?": "hair loss",
  "What is the UL for iodine?": "1100 micrograms",
  "Who is MOST at risk for an iron deficiency?": "a woman of childbearing age",
  "Which statement represents a typical property of trace minerals?": "Many trace minerals are cofactors for enzymes.",
  "The food that is the highest dietary source of selenium is:": "3 ounces of light tuna in water.",
  "Which hormone regulates the increased uptake of iodine in the thyroid?": "thyroid-stimulating hormone",
  "Which of the following will decrease zinc absorption?": "phytates",
  "Which statement regarding the function of trace minerals in the diet is true?": "Trace minerals act as cofactors.",
  "Myoglobin is found in:": "muscles.",
  "Which mineral is necessary to transport oxygen within the body?": "iron",
  "What is a consequence of iodine deficiency?": "enlarged thyroid gland",
  "Pregnant women in the United States appear to be a high risk of a deficiency of which mineral?": "iodine",
  "Which foods are typically highest in zinc?": "meats",
  "Which of the following is considered a non-essential mineral?": "fluoride",
  "Which mineral's designation as an essential nutrient is somewhat in doubt?": "chromium",
  "The RDA for iodine for pregnant women is how much higher than it is for nonpregnant women?": "50%",
  "Minerals that are found in the body but not considered essential at this time are called _____ minerals.": "ultratrace",
  "Which symptom(s) is (are) characteristic of zinc deficiency?": "slow growth",
  "Thyroid-stimulating hormone is produced by the:": "pituitary.",
  "It is estimated that zinc binds to about ______ of all proteins in the body.": "10%",
  "Excessive zinc consumption is MOST likely to impair the absorption of which mineral?": "copper",
  "Selenium functions as a cofactor for several _____ enzymes.": "antioxidant",
  "How many trace minerals must be consumed in the diet for human life?": "8",
  "The upper level of toxicity for chromium is:": "not established.",
  "The mineral iodine is essential for producing which hormone?": "thyroid hormone",
  "Which symptom(s) might indicate copper toxicity?": "vomiting and diarrhea",
  "Who would MOST likely be at a risk for a genetic tendency to develop iron toxicity?": "an adult man",
  "Zinc is an important mineral for which body function?": "growth",
  "Which statement regarding ultratrace minerals is true?": "Ultratrace minerals are important for human nutrition.",
  "A deficiency in which nutrient may be linked to cancer?": "selenium",
  "Which of these foods has the highest amount of naturally occurring iodine?": "fish",
  "The introduction of which specific product has eliminated the \"goiter belt\" in the United States?": "iodized salt",
  "Which of the following will reduce the absorption of heme iron only?": "calcium supplements",
  "In normal circumstances, what stimulates the release of TSH?": "low levels of thyroid hormone",
  "The BEST source of nonheme iron would be:": "black beans.",
  "Extreme iodine deficiency during pregnancy leads to _____, a condition characterized by adverse fetal effects.": "cretinism",
  "Which source of iron is found in fortified foods such as grain products?": "nonheme iron",
  "How many more molecules of oxygen can be carried by one molecule of hemoglobin versus one molecule of myoglobin?": "three",
  "Which source of iodine is the MOST abundant source in the American diet?": "processed grains and milk products",
  "Why is a zinc deficiency often difficult to diagnose?": "Symptoms of zinc deficiency mimic symptoms of other nutrient deficiencies.",
  "Which groups of individuals would have the lowest risk for zinc deficiency?": "premenopausal women",
  "A friend is complaining of symptoms including fatigue, feeling out of breath when doing simple tasks, and having difficulty performing at work. These symptoms are consistent with which health condition?": "iron deficiency",
  "Copper functions as a cofactor for enzymes that use:": "oxygen.",
  "Which factor could lead to a zinc deficiency?": "excessive alcohol consumption",
  "A deficiency of which mineral during pregnancy can result in severe intellectual disability in the infant?": "iodine",
  "The iodine-containing food additives in processed grain products are called:": "dough conditioners.",
  "What percentage of pregnant women in the United States are deficient in iodine according to the National Health and Nutrition Examination Survey?": "55%",
  "The MOST common cause of anemia is:": "blood loss.",
  "A copper deficiency can lead to anemia because copper is needed:": "to release iron from body stores.",
  "Which of the following is a likely sign or symptom of an iodine deficiency in adults?": "weight gain",
  "Which mineral is a cofactor for only four enzymes?": "molybdenum",
  "Which individual is at the lowest risk of developing iron deficiency?": "a 30-year-old man",
  "Which of the following is a function of heme iron in the body?": "oxygen transport",
  "For individuals age 19 to 50 years, the RDA for iron for women is how much higher than it is for men?": "10 mg/day",
  "You consume a meal that consists of whole-grain bread, turkey, American cheese, roasted red peppers, lettuce, and unsweetened tea. Which component of the meal would enhance iron absorption?": "roasted red peppers",
  "Selenium plays a particularly important role in protecting us from:": "oxidative damage.",
  "Elevated levels of which hormone will cause the thyroid gland to enlarge?": "thyroid-stimulating hormone",
  "Frequent consumption of which food may lead to selenium toxicity?": "Brazil nuts",
  "Which statement about iron absorption is true?": "When iron stores are high, iron is absorbed less efficiently.",
  "Severe deficiency of iodine during pregnancy can result in which fetal syndrome that is characterized by intellectual disabilities?": "cretinism",
  "Iodine is important for the synthesis of thyroid hormones. A deficiency in which other nutrients can lead to insufficient thyroid hormone production?": "iron",
  "In infants and children, which organ is MOST severely affected by iodine deficiency?": "brain",
  "A deficiency in which nutrient may lead to dental caries?": "fluoride",
  "Toxicities are far more common than deficiencies of which mineral?": "manganese",
  "When red blood cells die, what happens to the iron they contain?": "Iron is reused to form new blood cells.",
  "Iron deficiency can lead to:": "decreased oxygen transport in the body.",
  "Your friend consumes a diet that is rich in meat, fish, legumes, nuts, and enriched grains. Which nutritional deficiency would he be LEAST likely to develop?": "iron",
  "Which public health intervention has helped to prevent dental caries?": "the addition of fluoride to drinking water",
  "You consume a meal consisting of spaghetti, tomato sauce with meat, steamed broccoli with butter, and a glass of red wine. Which component of the meal would inhibit iron absorption?": "wine",
  "Animal food sources that have dark red meat would have a high concentration of:": "myoglobin."
}